{
  "topics": [
    {
      "topic": "Radiation Physics(R2024)",
      "mcqs": [
        {
          "statement": "All of the following are SI units that are derived from other base SI units, EXCEPT:",
          "options": ["Gray", "Joule", "Newton", "Kilogram", "Becquerel"],
          "correctIndex": 3,
          "explanation": "In the SI system, the seven base units are second, meter, kilogram, ampere, kelvin, mole, and candela. All other SI units are known as \"derived units\" because they can be built from these base units. For example, the Gray is a Joule per kilogram where a Joule is given in its base units as kg m²/s²."
        },
        {
          "statement": "Which of the following factors limits the maximum energy that can be imparted to a proton in a cyclotron?",
          "options": ["Charge", "The gap between the two dees", "Variation in mass with velocity", "Potential difference between the dees", "The size of the two dees"],
          "correctIndex": 2,
          "explanation": "There is a limit to the energy that a charged particle can attain through acceleration in a cyclotron. According to the theory of relativity, as the particle approaches high velocity (in the relativistic range), further acceleration causes the particle to gain mass: m = m₀/√(1−v²/c²). This causes the particle to get out of step with the frequency of the alternating potential applied to the dees. This problem has been solved by using synchrotrons where the frequency of the potential is adjusted to compensate for the increase in mass."
        },
        {
          "statement": "Which quantity is conserved in an inelastic collision of two bodies having the same temperature?",
          "options": ["Kinetic energy", "Temperature", "Momentum", "Speed of one body relative to the other", "Position of the center of mass of the two bodies"],
          "correctIndex": 2,
          "explanation": "In an inelastic collision, momentum is conserved but kinetic energy is not. That energy is lost to another form. For example, in the photoelectric effect, the energy of the incident photon is transferred to an orbital electron, and that energy is used to overcome the electron's binding energy. Any additional energy beyond the binding energy contributes to the kinetic energy of the liberated electron."
        },
        {
          "statement": "What is the wavelength of a light wave in a vacuum with a frequency of 3000 MHz?",
          "options": ["0.001 m", "0.01 m", "0.1 m", "1.0 m", "10 m"],
          "correctIndex": 2,
          "explanation": "The wavelength can be found by dividing the speed of light in a vacuum by the frequency: λ = c/f = (3×10⁸ m/s)/(3×10⁹ 1/s) = 0.1 m."
        },
        {
          "statement": "What expression defines the energy (E) of a photon? Note h = Planck's constant, f = frequency, λ = wavelength, c = speed of light in a vacuum.",
          "options": ["E = h f", "E = h/f", "E = h c/f", "E = h f/λ", "E = h λ/c"],
          "correctIndex": 0,
          "explanation": "The energy of a photon is given by its frequency times Planck's constant: E = h f. Since c = λ f, it can also be expressed as E = h c/λ."
        },
        {
          "statement": "Approximately how many times larger is the mass of a proton than that of an electron?",
          "options": ["1.8", "18", "180", "1800", "18000"],
          "correctIndex": 3,
          "explanation": "The mass of a proton is 1.67×10⁻²⁷ kg (rest mass energy = 938 MeV). The mass of an electron is 9.11×10⁻³¹ kg (rest mass energy = 0.511 MeV). Therefore, the proton mass is 1833 times larger than the mass of an electron."
        },
        {
          "statement": "What two radioactive decay processes compete with one another?",
          "options": ["Internal conversion, gamma ray emission", "Positron decay, negatron decay", "Negatron decay, electron capture", "Alpha decay, gamma ray emission", "Negatron decay, alpha decay"],
          "correctIndex": 0,
          "explanation": "Internal conversion and gamma ray emission both occur after a nucleus in an excited state emits excess energy in the form of a gamma ray. Internal conversion occurs when the emitted gamma ray is absorbed by an orbital electron, which is then ejected from the atom."
        },
        {
          "statement": "Which of the following best describes the parent-daughter relationship between ²²⁶Ra → ²²²Rn?",
          "options": ["Temporal equilibrium", "Secular equilibrium", "Transient equilibrium", "Positive equilibrium", "No equilibrium"],
          "correctIndex": 1,
          "explanation": "Secular equilibrium refers to instances where the daughter half-life is much shorter than the parent half-life, 1620 years for ²²⁶Ra and 4.8 days for ²²²Rn."
        },
        {
          "statement": "Given the following activation equation, what is the missing atom? ⁴He + ¹⁴N = ... + ¹H",
          "options": ["¹⁸C", "¹⁶O", "¹⁷O", "¹⁸O", "¹⁸F"],
          "correctIndex": 2,
          "explanation": "The total number of nucleons must be conserved in this activation equation. The helium beam consists of two protons and two neutrons, impacting a nitrogen atom of seven protons and seven neutrons. The resultant particles are a hydrogen atom with one proton and an oxygen atom with eight protons and nine neutrons (¹⁷O)."
        },
        {
          "statement": "The atomic number is the number of ___ in the nucleus, while the mass number is the number of ___",
          "options": ["Protons, nucleons", "Protons, neutrons", "Protons, electrons", "Electrons, nucleons", "Electrons, protons"],
          "correctIndex": 0,
          "explanation": "The mass number is the number of protons plus neutrons, which together are called nucleons, in the nucleus of an atom."
        },
        {
          "statement": "Which of the following particles can have a bremsstrahlung interaction?",
          "options": ["Neutron", "Positron", "Neutrino", "Anti-neutrino", "Photon"],
          "correctIndex": 1,
          "explanation": "Bremsstrahlung results from the deceleration of a charged particle in an electric field. Neutrons, neutrinos, and photons are not charged."
        },
        {
          "statement": "What component is responsible for increasing the input voltage by orders of magnitude to the kilovoltage range as required for diagnostic X-ray production?",
          "options": ["Capacitor", "Rectifier", "Transformer", "Cathode", "Anode"],
          "correctIndex": 2,
          "explanation": "The transformer is responsible for voltage multiplication based on the ratio of the number of wire turns on the secondary and primary sides of the transformer."
        },
        {
          "statement": "What increases when a polyenergetic kilovolt (kV) X-ray beam is filtered?",
          "options": ["Intensity", "Half-value layer", "Maximum photon energy in the beam", "Energy of characteristic peaks", "Electron contamination"],
          "correctIndex": 1,
          "explanation": "Filtering a polyenergetic kV X-ray beam will preferentially absorb the lower-energy photons, resulting in a greater average energy and therefore a greater half-value layer. The filter will attenuate the beam, so the intensity will be reduced. The maximum photon energy in the beam and the energy of characteristic X-ray peaks will remain the same."
        },
        {
          "statement": "What increases when the anode angle in an X-ray tube increases?",
          "options": ["Size of the actual focal spot", "Size of the effective focal spot", "Spatial resolution", "Anode heel effect", "Variation in X-ray intensity along the length of the X-ray tube"],
          "correctIndex": 1,
          "explanation": "The size of the actual focal spot is a function of the size of the filament in the cathode, not the angle of the anode. From the line-focus principle, a smaller anode angle will reduce the size of the effective focal spot. A smaller effective focal spot will produce sharper images. However, a smaller anode angle will result in a greater heel effect (variation in X-ray intensity along the length of the X-ray tube) and will limit the maximum field size."
        },
        {
          "statement": "What is the purpose of an X-ray tube's oil bath?",
          "options": ["Absorb heat from the anode", "Prevent stray electrons from striking nontarget components of the tube", "Modulate the tube dose rate", "Reduce the size of the effective focal spot", "Prevent the anode heel effect"],
          "correctIndex": 0,
          "explanation": "The purpose of the oil bath is to absorb heat from the anode in the X-ray tube. Much of the incident electron energy is converted to heat, and this heat is dispersed by utilizing a rotating anode, an angled anode, and an oil bath. Tubes may also be cooled by air or water if oil is not used."
        },
        {
          "statement": "What is the average photon energy resulting from the decay of ⁶⁰Co?",
          "options": ["0.380 MeV", "0.412 MeV", "0.662 MeV", "1.25 MeV", "1.33 MeV"],
          "correctIndex": 3,
          "explanation": "⁶⁰Co decays via β-decay into ⁶⁰Ni. ⁶⁰Ni emits approximately equal numbers of 1.17 MeV and 1.33 MeV photons to move to its ground state, resulting in an average photon energy of approximately 1.25 MeV."
        },
        {
          "statement": "All of the following occur when a linac is changed from X-ray mode to electron mode, EXCEPT:",
          "options": ["Scattering foil is placed in the beam", "Target is removed", "Monitor chamber is removed", "Electron applicator is attached", "Beam current decreases"],
          "correctIndex": 2,
          "explanation": "A monitor chamber is always needed to monitor the dose output. In some linear accelerators, however, different monitor chambers are used for photon and electron beams. The scattering foil spreads the electron beam and makes it uniform in cross-section. The beam current decreases for electron mode as higher electron beam currents are required for X-ray production."
        },
        {
          "statement": "What function does a thyratron perform in a linear accelerator?",
          "options": ["Multiplication to high voltage", "Voltage rectification", "High-speed switch and controlled rectifier", "Thermionic emission", "Radio frequency (RF) amplification"],
          "correctIndex": 2,
          "explanation": "The thyratron is a gas-filled tube used as a high-power electric switch and controlled rectifier. The switching action can be made very fast, much less than a microsecond. When the thyratron is switched on, it allows large currents from the pulse-forming network to travel through to the pulse transformer and into the klystron."
        },
        {
          "statement": "What is the purpose of a linear accelerator interlock?",
          "options": ["Automate accelerator performance", "Speed up accelerator operation", "Prevent machine operation if necessary conditions are not met", "Reduce radiation levels around the accelerator", "Increase treatment time"],
          "correctIndex": 2,
          "explanation": "Interlocks are hard stops designed to ensure that the linear accelerator will only generate a beam and perform an irradiation if the linear accelerator is in a safe condition and operating as expected. Safety interlocks can include preventing treatment if the vault door is opened or if the linac couch is not locked. Machine operation interlocks can include preventing treatment if the accelerator current is too low or the temperature is too high."
        },
        {
          "statement": "What does the bending magnet in a linac direct?",
          "options": ["Electron beam exiting the electron gun toward the accelerator structure", "RF power exiting the klystron toward the RF waveguide", "Electron beam exiting the accelerator structure toward the target", "Photon beam exiting the target toward the exit window", "Electron beam exiting the scattering foil toward the exit window"],
          "correctIndex": 2,
          "explanation": "The bending magnet directs the electron beam exiting the accelerator structure toward the target in photon mode or toward the scattering foil in electron mode. A magnet can only bend charged particles, not photons."
        },
        {
          "statement": "Which of the following is NOT a component of the radiation output of a linac?",
          "options": ["Bremsstrahlung", "Pair production", "Characteristic X-rays", "Annihilation radiation", "Compton scattering"],
          "correctIndex": 1,
          "explanation": "Bremsstrahlung and characteristic X-rays are produced when the electron beam strikes the target in a linac. Pair production and annihilation radiation may occur when photons interact with matter, but these are not part of the linac output. Compton scattering is an interaction process, not a component of the output."
        },
        {
          "statement": "What is the primary source of neutron production in a high-energy linac (>10 MV)?",
          "options": ["Photonuclear reactions", "Electron capture", "Bremsstrahlung", "Pair production", "Compton scattering"],
          "correctIndex": 0,
          "explanation": "Photonuclear reactions occur when high-energy photons (>10 MeV) interact with the nucleus of high-Z materials (e.g., tungsten target or collimators), causing the emission of neutrons."
        },
        {
          "statement": "In a linac, what is the purpose of the flattening filter?",
          "options": ["Increase beam intensity", "Reduce electron contamination", "Make the beam energy uniform", "Make the beam intensity uniform", "Reduce neutron production"],
          "correctIndex": 3,
          "explanation": "The flattening filter is used to make the photon beam intensity uniform across the field by attenuating the central portion of the beam, which is more intense due to the forward-peaked nature of bremsstrahlung."
        },
        {
          "statement": "What is the typical energy range of electrons used in radiotherapy?",
          "options": ["1–5 MeV", "6–25 MeV", "25–50 MeV", "50–100 MeV", "100–250 MeV"],
          "correctIndex": 1,
          "explanation": "Electrons used in radiotherapy typically have energies between 6 and 25 MeV, suitable for treating superficial and moderately deep tumors."
        },
        {
          "statement": "Which component in a linac is responsible for collimating the photon beam?",
          "options": ["Target", "Flattening filter", "Primary collimator", "Multileaf collimator (MLC)", "Ionization chamber"],
          "correctIndex": 2,
          "explanation": "The primary collimator shapes the initial photon beam exiting the target, defining the maximum field size. The MLC further shapes the beam for conformal therapy."
        },
        {
          "statement": "What is the primary interaction process for 6 MV photons in tissue?",
          "options": ["Photoelectric effect", "Compton scattering", "Pair production", "Coherent scattering", "Bremsstrahlung"],
          "correctIndex": 1,
          "explanation": "For 6 MV photons in tissue, Compton scattering is the dominant interaction process due to the energy range and the effective atomic number of tissue."
        },
        {
          "statement": "What is the approximate half-value layer (HVL) of a 6 MV photon beam in lead?",
          "options": ["0.5 cm", "1.0 cm", "1.5 cm", "2.0 cm", "2.5 cm"],
          "correctIndex": 2,
          "explanation": "The HVL for a 6 MV photon beam in lead is approximately 1.5 cm, depending on beam quality and filtration."
        },
        {
          "statement": "Which of the following is a characteristic of a photon beam’s percentage depth dose (PDD) curve?",
          "options": ["Increases with depth", "Decreases exponentially with depth", "Has a maximum at the surface", "Has a maximum at a depth dependent on energy", "Is constant with depth"],
          "correctIndex": 3,
          "explanation": "The PDD curve for a photon beam shows a maximum dose at a depth (d_max) that depends on the beam energy (e.g., ~1.5 cm for 6 MV), then decreases with depth due to attenuation and scatter."
        },
        {
          "statement": "What is the primary advantage of using a higher-energy photon beam (e.g., 15 MV vs. 6 MV)?",
          "options": ["Lower skin dose", "Higher surface dose", "Better beam uniformity", "Reduced penumbra", "Increased scatter"],
          "correctIndex": 0,
          "explanation": "Higher-energy photon beams (e.g., 15 MV) have a greater depth of maximum dose (d_max), resulting in lower skin dose due to the skin-sparing effect."
        },
        {
          "statement": "What is the primary purpose of a wedge filter in radiotherapy?",
          "options": ["Increase beam intensity", "Shape the beam", "Modify the dose distribution", "Reduce electron contamination", "Collimate the beam"],
          "correctIndex": 2,
          "explanation": "A wedge filter modifies the dose distribution by preferentially attenuating the beam on one side, creating a tilted isodose distribution for angled fields."
        },
        {
          "statement": "Which of the following best describes the penumbra of a radiation beam?",
          "options": ["Region of uniform dose", "Region of maximum dose", "Region of dose fall-off at the beam edge", "Region of electron contamination", "Region of neutron production"],
          "correctIndex": 2,
          "explanation": "The penumbra is the region at the edge of the radiation beam where the dose falls off rapidly, affected by source size, collimation, and scatter."
        },
        {
          "statement": "What is the typical source-to-surface distance (SSD) for a linac in photon therapy?",
          "options": ["50 cm", "80 cm", "100 cm", "120 cm", "150 cm"],
          "correctIndex": 2,
          "explanation": "The standard SSD for photon therapy on a linac is 100 cm, aligning with the isocenter for most treatment setups."
        },
        {
          "statement": "Which of the following is NOT a factor affecting the output of a linac?",
          "options": ["Field size", "Beam energy", "SSD", "Patient thickness", "Flattening filter"],
          "correctIndex": 3,
          "explanation": "Patient thickness affects the dose distribution within the patient but not the linac’s output, which is determined by field size, beam energy, SSD, and components like the flattening filter."
        },
        {
          "statement": "What is the primary purpose of a multileaf collimator (MLC)?",
          "options": ["Increase beam energy", "Shape the beam to conform to the target", "Reduce neutron production", "Monitor beam output", "Filter low-energy photons"],
          "correctIndex": 1,
          "explanation": "The MLC shapes the photon or electron beam to conform to the target volume, enabling intensity-modulated radiotherapy (IMRT) and conformal therapy."
        },
        {
          "statement": "What is the typical energy of characteristic X-rays produced by a tungsten target in a linac?",
          "options": ["0.01–0.1 MeV", "0.1–0.5 MeV", "0.5–1.0 MeV", "1.0–2.0 MeV", "2.0–5.0 MeV"],
          "correctIndex": 1,
          "explanation": "Characteristic X-rays from a tungsten target in a linac typically have energies in the range of 0.1–0.5 MeV, depending on the electron shell transitions."
        },
        {
          "statement": "Which of the following best describes the isocenter of a linac?",
          "options": ["Point of maximum dose", "Point where the beam exits the gantry", "Point where the gantry, collimator, and couch axes intersect", "Point of minimum penumbra", "Point of beam calibration"],
          "correctIndex": 2,
          "explanation": "The isocenter is the point where the gantry, collimator, and couch rotation axes intersect, typically at 100 cm from the source, used as the reference for treatment planning."
        },
        {
          "statement": "What is the primary source of electron contamination in a photon beam?",
          "options": ["Target", "Flattening filter", "Primary collimator", "Patient surface", "Air"],
          "correctIndex": 3,
          "explanation": "Electron contamination in a photon beam primarily arises from interactions in the patient or phantom surface, as well as scatter from linac components like the flattening filter."
        },
        {
          "statement": "Which of the following is a disadvantage of electron beam therapy compared to photon therapy?",
          "options": ["Lower skin dose", "Limited penetration depth", "Poor beam collimation", "Higher cost", "Increased neutron production"],
          "correctIndex": 1,
          "explanation": "Electron beams have limited penetration depth compared to photon beams, making them suitable for superficial tumors but less effective for deep-seated targets."
        },
        {
          "statement": "What is the typical range of a 6 MeV electron beam in water?",
          "options": ["1 cm", "2 cm", "3 cm", "4 cm", "5 cm"],
          "correctIndex": 1,
          "explanation": "The practical range of a 6 MeV electron beam in water is approximately 2 cm, calculated as E/3, where E is the energy in MeV."
        },
        {
          "statement": "Which of the following best describes the dose profile of an electron beam?",
          "options": ["Uniform across the field", "Peaked at the center", "Sharp fall-off at the edges", "Exponential increase with depth", "Constant with depth"],
          "correctIndex": 2,
          "explanation": "Electron beams have a sharp dose fall-off at the edges due to their finite range and minimal lateral scatter compared to photons."
        },
        {
          "statement": "What is the primary purpose of a bolus in radiotherapy?",
          "options": ["Increase beam energy", "Shape the beam", "Shift the dose distribution closer to the surface", "Reduce scatter", "Monitor dose"],
          "correctIndex": 2,
          "explanation": "A bolus is used to shift the dose distribution closer to the surface by adding material (e.g., tissue-equivalent plastic) to increase the effective depth of the target."
        },
        {
          "statement": "Which interaction process is most significant for low-energy photons (<100 keV) in tissue?",
          "options": ["Photoelectric effect", "Compton scattering", "Pair production", "Coherent scattering", "Bremsstrahlung"],
          "correctIndex": 0,
          "explanation": "The photoelectric effect dominates for low-energy photons (<100 keV) in tissue due to the high dependence on atomic number (Z³) and low photon energy (1/E³)."
        },
        {
          "statement": "What is the approximate mass attenuation coefficient for 6 MV photons in water?",
          "options": ["0.01 cm²/g", "0.03 cm²/g", "0.05 cm²/g", "0.07 cm²/g", "0.10 cm²/g"],
          "correctIndex": 1,
          "explanation": "The mass attenuation coefficient for 6 MV photons in water is approximately 0.03 cm²/g, primarily due to Compton scattering."
        },
        {
          "statement": "Which of the following is a unit of absorbed dose?",
          "options": ["Sievert", "Gray", "Roentgen", "Rem", "Curie"],
          "correctIndex": 1,
          "explanation": "The Gray (Gy) is the SI unit of absorbed dose, defined as 1 J/kg."
        },
        {
          "statement": "What is the primary purpose of a treatment planning system (TPS)?",
          "options": ["Generate the radiation beam", "Monitor patient dose", "Calculate dose distributions", "Collimate the beam", "Calibrate the linac"],
          "correctIndex": 2,
          "explanation": "The TPS calculates dose distributions based on patient anatomy, beam parameters, and treatment goals to optimize therapy."
        },
        {
          "statement": "Which of the following best describes the monitor unit (MU) in radiotherapy?",
          "options": ["Unit of absorbed dose", "Unit of beam output", "Unit of patient exposure", "Unit of beam energy", "Unit of treatment time"],
          "correctIndex": 1,
          "explanation": "Monitor units (MUs) are a measure of linac beam output, used to deliver a prescribed dose to a specific point in the patient."
        },
        {
          "statement": "What is the typical output factor for a 10×10 cm² field at 6 MV?",
          "options": ["0.8", "0.9", "1.0", "1.1", "1.2"],
          "correctIndex": 2,
          "explanation": "The output factor for a 10×10 cm² field at 6 MV is defined as 1.0, serving as the reference field size for linac calibration."
        },
        {
          "statement": "Which of the following affects the scatter factor in a photon beam?",
          "options": ["Beam energy", "Field size", "SSD", "Depth", "All of the above"],
          "correctIndex": 4,
          "explanation": "The scatter factor depends on beam energy, field size, SSD, and depth, as these influence the amount of scattered radiation contributing to the dose."
        },
        {
          "statement": "What is the primary advantage of intensity-modulated radiotherapy (IMRT)?",
          "options": ["Lower cost", "Simpler setup", "Improved dose conformity", "Reduced treatment time", "Lower skin dose"],
          "correctIndex": 2,
          "explanation": "IMRT uses dynamic MLCs to modulate beam intensity, improving dose conformity to the target while sparing surrounding healthy tissue."
        },
        {
          "statement": "Which of the following is a common algorithm used in treatment planning systems?",
          "options": ["Pencil beam", "Monte Carlo", "Finite element", "Convolution", "Both B and D"],
          "correctIndex": 4,
          "explanation": "Monte Carlo and convolution (including superposition) are common dose calculation algorithms in TPS, with Monte Carlo being more accurate but computationally intensive."
        },
        {
          "statement": "What is the typical uncertainty in dose delivery for a modern linac?",
          "options": ["1–2%", "3–5%", "5–10%", "10–15%", "15–20%"],
          "correctIndex": 0,
          "explanation": "Modern linacs achieve dose delivery uncertainties of 1–2%, ensured by precise calibration and quality assurance."
        },
        {
          "statement": "Which of the following best describes a CT simulator?",
          "options": ["Device to generate therapeutic beams", "Device to acquire patient imaging for planning", "Device to monitor dose", "Device to collimate beams", "Device to calibrate linacs"],
          "correctIndex": 1,
          "explanation": "A CT simulator acquires high-resolution patient images for treatment planning, including tumor and organ delineation."
        },
        {
          "statement": "What is the primary purpose of a digitally reconstructed radiograph (DRR)?",
          "options": ["Deliver radiation", "Verify patient positioning", "Calculate dose", "Shape the beam", "Monitor output"],
          "correctIndex": 1,
          "explanation": "DRRs are generated from CT data to simulate X-ray images, used to verify patient positioning during treatment setup."
        },
        {
          "statement": "Which of the following is a common immobilization device in radiotherapy?",
          "options": ["Lead shield", "Bolus", "Headrest", "Multileaf collimator", "Flattening filter"],
          "correctIndex": 2,
          "explanation": "Headrests (and other devices like masks or body molds) are used to immobilize patients, ensuring consistent positioning during treatment."
        },
        {
          "statement": "What is the typical energy of a kilovoltage (kV) imaging beam used for patient setup?",
          "options": ["50–100 keV", "100–150 keV", "150–200 keV", "200–250 keV", "250–300 keV"],
          "correctIndex": 1,
          "explanation": "kV imaging beams for patient setup (e.g., cone-beam CT) typically operate in the 100–150 keV range for optimal contrast."
        },
        {
          "statement": "Which of the following best describes a portal image?",
          "options": ["Image of the treatment beam’s exit", "Image of the patient’s anatomy", "Image of the beam’s entry", "Image of the linac gantry", "Image of the treatment couch"],
          "correctIndex": 0,
          "explanation": "Portal images are acquired using the treatment beam (MV) to visualize the beam’s exit, verifying field shape and alignment."
        },
        {
          "statement": "What is the primary purpose of a cone-beam CT (CBCT) in radiotherapy?",
          "options": ["Deliver therapeutic dose", "Acquire 3D images for setup verification", "Calculate dose distributions", "Shape the beam", "Monitor linac output"],
          "correctIndex": 1,
          "explanation": "CBCT acquires 3D images using a kV source on the linac, used for setup verification and image-guided radiotherapy (IGRT)."
        },
        {
          "statement": "Which of the following is a common source of error in radiotherapy delivery?",
          "options": ["Incorrect field size", "Patient movement", "Incorrect beam energy", "Incorrect MLC position", "All of the above"],
          "correctIndex": 4,
          "explanation": "All listed factors—incorrect field size, patient movement, incorrect beam energy, and incorrect MLC position—can contribute to errors in radiotherapy delivery."
        },
        {
          "statement": "What is the typical frequency of quality assurance (QA) checks for a linac’s output?",
          "options": ["Daily", "Weekly", "Monthly", "Quarterly", "Annually"],
          "correctIndex": 0,
          "explanation": "Daily QA checks are performed to verify linac output, ensuring consistent dose delivery."
        },
        {
          "statement": "Which of the following best describes the term “beam-on time”?",
          "options": ["Time to set up the patient", "Time the linac is powered on", "Time the radiation beam is active", "Time to calibrate the linac", "Time to calculate the dose"],
          "correctIndex": 2,
          "explanation": "Beam-on time is the duration the radiation beam is active, delivering dose to the patient."
        },
        {
          "statement": "What is the primary purpose of a record and verify system in radiotherapy?",
          "options": ["Calculate dose", "Shape the beam", "Monitor linac output", "Verify treatment parameters", "Generate patient images"],
          "correctIndex": 3,
          "explanation": "A record and verify system ensures that treatment parameters (e.g., field size, MUs, gantry angle) are correctly set and delivered, reducing errors."
        },
        {
          "statement": "Which of the following is a common dosimeter used for in-vivo dosimetry?",
          "options": ["Ionization chamber", "TLD", "Diode", "Film", "All of the above"],
          "correctIndex": 4,
          "explanation": "Ionization chambers, TLDs, diodes, and films are all used for in-vivo dosimetry to measure dose delivered to the patient during treatment."
        },
        {
          "statement": "What is the typical calibration condition for a linac photon beam?",
          "options": ["10×10 cm² field, 100 cm SSD, d_max", "5×5 cm² field, 80 cm SSD, surface", "10×10 cm² field, 100 cm SSD, 10 cm depth", "20×20 cm² field, 120 cm SSD, d_max", "10×10 cm² field, 80 cm SSD, d_max"],
          "correctIndex": 0,
          "explanation": "Linac photon beams are typically calibrated for a 10×10 cm² field at 100 cm SSD at the depth of maximum dose (d_max)."
        },
        {
          "statement": "Which of the following best describes the term “d_max”?",
          "options": ["Depth of maximum scatter", "Depth of maximum dose", "Depth of maximum penetration", "Depth of maximum attenuation", "Depth of maximum energy"],
          "correctIndex": 1,
          "explanation": "d_max is the depth at which the maximum dose occurs in a photon or electron beam, dependent on beam energy (e.g., ~1.5 cm for 6 MV photons)."
        },
        {
          "statement": "What is the primary purpose of a water phantom in radiotherapy QA?",
          "options": ["Simulate patient anatomy", "Calibrate the linac", "Measure dose distributions", "Shape the beam", "Monitor patient movement"],
          "correctIndex": 2,
          "explanation": "Water phantoms are used to measure dose distributions and verify linac output, simulating tissue-equivalent conditions."
        },
        {
          "statement": "Which of the following is a common source of uncertainty in dose calculation?",
          "options": ["Patient contour errors", "Beam calibration errors", "Algorithm limitations", "Tissue heterogeneity", "All of the above"],
          "correctIndex": 4,
          "explanation": "Patient contour errors, beam calibration errors, algorithm limitations, and tissue heterogeneity all contribute to uncertainties in dose calculations."
        },
        {
          "statement": "What is the typical dose rate for a modern linac in photon mode?",
          "options": ["100–200 MU/min", "200–400 MU/min", "400–600 MU/min", "600–800 MU/min", "800–1000 MU/min"],
          "correctIndex": 2,
          "explanation": "Modern linacs typically deliver photon beams at dose rates of 400–600 MU/min, adjustable for specific treatments."
        },
        {
          "statement": "Which of the following best describes the term “beam quality”?",
          "options": ["Beam intensity", "Beam energy spectrum", "Beam collimation", "Beam uniformity", "Beam penetration"],
          "correctIndex": 1,
          "explanation": "Beam quality refers to the energy spectrum of the radiation beam, often specified by HVL or nominal energy (e.g., 6 MV)."
        },
        {
          "statement": "What is the primary advantage of stereotactic radiosurgery (SRS)?",
          "options": ["Lower cost", "Reduced treatment time", "High dose conformity", "Simpler planning", "Lower skin dose"],
          "correctIndex": 2,
          "explanation": "SRS delivers high doses with precise conformity to small targets (e.g., brain tumors), minimizing damage to surrounding tissues."
        },
        {
          "statement": "Which of the following is a common immobilization device for SRS?",
          "options": ["Body mold", "Vacuum bag", "Head frame", "Thermoplastic mask", "All of the above"],
          "correctIndex": 4,
          "explanation": "Body molds, vacuum bags, head frames, and thermoplastic masks are used for SRS to ensure precise patient immobilization."
        },
        {
          "statement": "What is the typical fraction size for stereotactic body radiotherapy (SBRT)?",
          "options": ["1–2 Gy", "3–5 Gy", "5–10 Gy", "10–20 Gy", "20–30 Gy"],
          "correctIndex": 3,
          "explanation": "SBRT typically uses high fraction sizes of 10–20 Gy delivered in 1–5 fractions for ablative treatment. [Explanation Incomplete due to document truncation]"
        },
        {
          "statement": "Which of the following best describes the term “margin” in radiotherapy?",
          "options": ["Distance between gantry and patient", "Distance between isocenter and collimator", "Extra volume added to the target to account for uncertainties", "Distance between beam edge and target", "Distance between d_max and surface"],
          "correctIndex": 2,
          "explanation": "Margins are added to the clinical target volume (CTV) to create the planning target volume (PTV), accounting for setup errors and motion."
        },
        {
          "statement": "What is the primary purpose of a 4D-CT in radiotherapy?",
          "options": ["Measure dose", "Verify beam shape", "Account for respiratory motion", "Calibrate the linac", "Monitor output"],
          "correctIndex": 2,
          "explanation": "4D-CT captures images over the respiratory cycle to account for tumor motion, used in treatments like lung SBRT."
        },
        {
          "statement": "Which of the following is a common gating technique in radiotherapy?",
          "options": ["Gantry rotation", "Beam modulation", "Respiratory gating", "Collimator adjustment", "Dose escalation"],
          "correctIndex": 2,
          "explanation": "Respiratory gating synchronizes beam delivery with the patient’s breathing cycle to reduce motion effects."
        },
        {
          "statement": "What is the typical energy range for protons used in radiotherapy?",
          "options": ["50–100 MeV", "100–150 MeV", "150–250 MeV", "250–300 MeV", "300–400 MeV"],
          "correctIndex": 2,
          "explanation": "Protons for radiotherapy typically range from 150–250 MeV, allowing precise dose deposition at the Bragg peak."
        },
        {
          "statement": "Which of the following best describes the Bragg peak?",
          "options": ["Point of maximum scatter", "Point of maximum dose", "Point of maximum penetration", "Point of minimum dose", "Point of maximum energy"],
          "correctIndex": 1,
          "explanation": "The Bragg peak is the depth at which protons deposit the maximum dose, with a sharp fall-off beyond, ideal for sparing healthy tissue."
        },
        {
          "statement": "What is the primary advantage of proton therapy over photon therapy?",
          "options": ["Lower cost", "Simpler delivery", "Reduced exit dose", "Higher skin dose", "Increased scatter"],
          "correctIndex": 2,
          "explanation": "Proton therapy’s Bragg peak allows precise dose deposition with minimal exit dose, sparing healthy tissue beyond the target."
        },
        {
          "statement": "Which of the following is a challenge in proton therapy?",
          "options": ["Beam calibration", "Patient setup", "Range uncertainty", "Tissue heterogeneity", "All of the above"],
          "correctIndex": 4,
          "explanation": "Beam calibration, patient setup, range uncertainty, and tissue heterogeneity are all challenges in proton therapy due to the sharp dose fall-off."
        },
        {
          "statement": "What is the primary purpose of a range compensator in proton therapy?",
          "options": ["Increase beam energy", "Shape the beam", "Adjust for tissue heterogeneity", "Reduce scatter", "Monitor dose"],
          "correctIndex": 2,
          "explanation": "A range compensator adjusts the proton beam’s range to account for tissue heterogeneity, ensuring uniform dose to the target."
        },
        {
          "statement": "Which of the following best describes pencil beam scanning in proton therapy?",
          "options": ["Fixed beam delivery", "Dynamic beam modulation", "Uniform dose delivery", "Single-field treatment", "High-energy delivery"],
          "correctIndex": 1,
          "explanation": "Pencil beam scanning dynamically modulates proton beams to conform the dose to the target in 3D, used in intensity-modulated proton therapy (IMPT)."
        },
        {
          "statement": "What is the typical dose constraint for the spinal cord in radiotherapy?",
          "options": ["20 Gy", "30 Gy", "45 Gy", "60 Gy", "75 Gy"],
          "correctIndex": 2,
          "explanation": "The spinal cord typically has a dose constraint of ~45 Gy to avoid myelopathy, depending on fractionation."
        },
        {
          "statement": "Which of the following is a common late effect of radiotherapy?",
          "options": ["Nausea", "Fatigue", "Fibrosis", "Alopecia", "Diarrhea"],
          "correctIndex": 2,
          "explanation": "Fibrosis is a common late effect, occurring months to years after radiotherapy due to chronic tissue damage."
        },
        {
          "statement": "What is the primary purpose of fractionation in radiotherapy?",
          "options": ["Reduce treatment time", "Increase skin dose", "Spread dose to reduce toxicity", "Increase scatter", "Simplify planning"],
          "correctIndex": 2,
          "explanation": "Fractionation spreads the total dose over multiple sessions, reducing toxicity to normal tissues while maintaining tumor control."
        },
        {
          "statement": "Which of the following best describes the linear-quadratic (LQ) model?",
          "options": ["Model for beam calibration", "Model for dose distribution", "Model for tumor control and normal tissue effects", "Model for beam collimation", "Model for patient setup"],
          "correctIndex": 2,
          "explanation": "The LQ model describes tumor control and normal tissue effects as a function of dose per fraction, using α/β ratios."
        },
        {
          "statement": "What is the typical α/β ratio for tumors?",
          "options": ["2–4 Gy", "5–7 Gy", "8–10 Gy", "12–15 Gy", "15–20 Gy"],
          "correctIndex": 2,
          "explanation": "Tumors typically have an α/β ratio of 8–10 Gy, indicating sensitivity to fraction size in the LQ model."
        },
        {
          "statement": "Which of the following is a common acute effect of radiotherapy to the head and neck?",
          "options": ["Cardiac toxicity", "Fibrosis", "Skin erythema", "Renal failure", "Bone necrosis"],
          "correctIndex": 2,
          "explanation": "Skin erythema is a common acute effect of head and neck radiotherapy, occurring within weeks due to radiation-induced inflammation."
        },
        {
          "statement": "What is the primary purpose of a dose-volume histogram (DVH)?",
          "options": ["Calibrate the linac", "Shape the beam", "Evaluate dose to structures", "Monitor output", "Verify patient position"],
          "correctIndex": 2,
          "explanation": "DVHs evaluate the dose delivered to target volumes and organs at risk, summarizing dose-volume relationships."
        },
        {
          "statement": "Which of the following best describes the term “OAR” in radiotherapy?",
          "options": ["Organ at risk", "Output adjustment ratio", "Optimal alignment region", "Organ avoidance rate", "Output accuracy range"],
          "correctIndex": 0,
          "explanation": "Organs at risk (OARs) are critical structures near the target that must be spared to minimize toxicity."
        },
        {
          "statement": "What is the typical dose constraint for the lens of the eye in radiotherapy?",
          "options": ["5 Gy", "10 Gy", "15 Gy", "20 Gy", "25 Gy"],
          "correctIndex": 1,
          "explanation": "The lens of the eye typically has a dose constraint of ~10 Gy to minimize the risk of cataracts."
        },
        {
          "statement": "Which of the following is a common technique to reduce dose to OARs?",
          "options": ["Increase field size", "Use bolus", "IMRT", "Increase SSD", "Reduce beam energy"],
          "correctIndex": 2,
          "explanation": "IMRT modulates beam intensity to reduce dose to OARs while maintaining target coverage."
        },
        {
          "statement": "What is the primary purpose of a treatment planning CT scan?",
          "options": ["Deliver radiation", "Verify beam shape", "Provide anatomical data for planning", "Monitor dose", "Calibrate the linac"],
          "correctIndex": 2,
          "explanation": "A treatment planning CT scan provides anatomical data for delineating targets and OARs and calculating dose distributions."
        },
        {
          "statement": "Which of the following best describes the term “GTV”?",
          "options": ["Gross tumor volume", "Geometric target volume", "General treatment volume", "Gross tissue volume", "Guided therapy volume"],
          "correctIndex": 0,
          "explanation": "The gross tumor volume (GTV) is the visible tumor identified on imaging, forming the basis for treatment planning."
        },
        {
          "statement": "What is the typical margin from CTV to PTV in photon therapy?",
          "options": ["1–2 mm", "3–5 mm", "5–10 mm", "10–15 mm", "15–20 mm"],
          "correctIndex": 2,
          "explanation": "A typical CTV-to-PTV margin is 5–10 mm, accounting for setup errors and organ motion, depending on the site and IGRT use."
        },
        {
          "statement": "Which of the following is a common image-guided radiotherapy (IGRT) technique?",
          "options": ["Portal imaging", "Cone-beam CT", "Ultrasound", "All of the above", "None of the above"],
          "correctIndex": 3,
          "explanation": "Portal imaging, cone-beam CT, and ultrasound are all IGRT techniques used to verify patient positioning."
        },
        {
          "statement": "What is the primary advantage of adaptive radiotherapy?",
          "options": ["Fixed treatment plan", "Reduced setup time", "Adjusts plan to anatomical changes", "Lower cost", "Increased scatter"],
          "correctIndex": 2,
          "explanation": "Adaptive radiotherapy adjusts the treatment plan to account for anatomical changes (e.g., tumor shrinkage, weight loss) during treatment."
        },
        {
          "statement": "Which of the following best describes the term “RBE” in radiotherapy?",
          "options": ["Relative beam energy", "Relative biological effectiveness", "Radiation beam efficiency", "Relative biological effect", "Radiation beam enhancement"],
          "correctIndex": 1,
          "explanation": "Relative biological effectiveness (RBE) compares the biological effect of a radiation type (e.g., protons) to photons for the same dose."
        },
        {
          "statement": "What is the typical RBE for protons compared to photons?",
          "options": ["0.5", "1.0", "1.1", "1.5", "2.0"],
          "correctIndex": 2,
          "explanation": "Protons have an RBE of ~1.1 compared to photons, indicating slightly higher biological effectiveness."
        },
        {
          "statement": "Which of the following is a common quality assurance (QA) test for IMRT?",
          "options": ["Output calibration", "Field flatness", "Patient-specific dose verification", "Gantry alignment", "All of the above"],
          "correctIndex": 4,
          "explanation": "Patient-specific dose verification (e.g., using phantoms or film) is critical for IMRT QA, alongside other tests like output calibration and gantry alignment."
        },
        {
          "statement": "What is the primary purpose of a machine log file in a linac?",
          "options": ["Calculate dose", "Monitor patient movement", "Record machine parameters", "Shape the beam", "Verify patient position"],
          "correctIndex": 2,
          "explanation": "Machine log files record parameters (e.g., MUs, MLC positions, gantry angles) for QA and error detection."
        },
        {
          "statement": "Which of the following best describes the term “hot spot” in radiotherapy?",
          "options": ["Region of minimum dose", "Region of maximum dose", "Region of uniform dose", "Region of scatter", "Region of penumbra"],
          "correctIndex": 1,
          "explanation": "A hot spot is a region receiving a significantly higher dose than intended, often evaluated in treatment planning."
        },
        {
          "statement": "What is the typical dose rate for HDR brachytherapy?",
          "options": ["1–2 Gy/min", "2–5 Gy/min", "5–10 Gy/min", "10–20 Gy/min", "20–30 Gy/min"],
          "correctIndex": 3,
          "explanation": "High-dose-rate (HDR) brachytherapy typically delivers doses at 10–20 Gy/min using sources like ¹⁹²Ir."
        },
        {
          "statement": "Which of the following is a common brachytherapy source?",
          "options": ["⁶⁰Co", "¹³⁷Cs", "¹⁹²Ir", "¹²⁵I", "All of the above"],
          "correctIndex": 4,
          "explanation": "⁶⁰Co, ¹³⁷Cs, ¹⁹²Ir, and ¹²⁵I are all used in brachytherapy, with ¹⁹²Ir and ¹²⁵I being common for HDR and LDR, respectively."
        },
        {
          "statement": "What is the primary advantage of brachytherapy?",
          "options": ["Non-invasive", "Low dose to OARs", "Short treatment time", "Uniform dose", "High penetration"],
          "correctIndex": 1,
          "explanation": "Brachytherapy places sources near or in the target, delivering high doses to the tumor while minimizing dose to surrounding OARs."
        },
        {
          "statement": "Which of the following best describes LDR brachytherapy?",
          "options": ["Dose rate < 2 Gy/h", "Dose rate 2–12 Gy/h", "Dose rate > 12 Gy/h", "Dose rate 1–2 Gy/min", "Dose rate > 2 Gy/min"],
          "correctIndex": 0,
          "explanation": "Low-dose-rate (LDR) brachytherapy delivers doses at < 2 Gy/h, typically over days, using permanent or temporary implants."
        },
        {
          "statement": "What is the typical half-life of ¹⁹²Ir used in HDR brachytherapy?",
          "options": ["30 days", "60 days", "74 days", "100 days", "120 days"],
          "correctIndex": 2,
          "explanation": "¹⁹²Ir has a half-life of approximately 74 days, requiring regular source replacement in HDR brachytherapy."
        },
        {
          "statement": "Which of the following is a common applicator for intracavitary brachytherapy?",
          "options": ["Tandem and ovoid", "Needle", "Seed", "Cylinder", "All of the above"],
          "correctIndex": 4,
          "explanation": "Tandem and ovoid, needles, seeds, and cylinders are all used as applicators in intracavitary or interstitial brachytherapy."
        },
        {
          "statement": "What is the primary purpose of a source dwell time in HDR brachytherapy?",
          "options": ["Calibrate the source", "Shape the beam", "Optimize dose distribution", "Monitor output", "Verify position"],
          "correctIndex": 2,
          "explanation": "Dwell times in HDR brachytherapy control the time the source remains at each position, optimizing the dose distribution."
        },
        {
          "statement": "Which of the following best describes the term “air kerma strength”?",
          "options": ["Dose in tissue", "Source activity", "Dose rate in air", "Energy per decay", "Dose at d_max"],
          "correctIndex": 2,
          "explanation": "Air kerma strength is the dose rate in air at a reference distance (usually 1 m) from a brachytherapy source, measured in μGy m²/h."
        },
        {
          "statement": "What is the typical reference distance for air kerma strength?",
          "options": ["0.5 m", "1.0 m", "1.5 m", "2.0 m", "2.5 m"],
          "correctIndex": 1,
          "explanation": "The reference distance for air kerma strength is 1.0 m, standard for brachytherapy source calibration."
        },
        {
          "statement": "Which of the following is a common shielding material for brachytherapy suites?",
          "options": ["Lead", "Concrete", "Steel", "All of the above", "None of the above"],
          "correctIndex": 3,
          "explanation": "Lead, concrete, and steel are all used for shielding in brachytherapy suites to protect against gamma radiation."
        },
        {
          "statement": "What is the primary purpose of a nomogram in brachytherapy?",
          "options": ["Calculate dose", "Verify source position", "Plan source placement", "Monitor output", "Shape the beam"],
          "correctIndex": 2,
          "explanation": "Nomograms are used to plan source placement and spacing in brachytherapy to achieve the desired dose distribution."
        },
        {
          "statement": "Which of the following best describes the Paterson-Parker system?",
          "options": ["Dose calculation algorithm", "Source placement rules", "Shielding design", "QA protocol", "Imaging technique"],
          "correctIndex": 1,
          "explanation": "The Paterson-Parker system provides rules for source placement in brachytherapy to ensure uniform dose distribution."
        },
        {
          "statement": "What is the typical energy of gamma rays emitted by ¹²⁵I?",
          "options": ["10–20 keV", "20–35 keV", "35–50 keV", "50–100 keV", "100–200 keV"],
          "correctIndex": 1,
          "explanation": "¹²⁵I emits gamma rays with energies of approximately 20–35 keV, suitable for LDR brachytherapy."
        },
        {
          "statement": "Which of the following is a common site for brachytherapy?",
          "options": ["Prostate", "Breast", "Cervix", "All of the above", "None of the above"],
          "correctIndex": 3,
          "explanation": "Prostate, breast, and cervix are common sites for brachytherapy, using interstitial or intracavitary techniques."
        },
        {
          "statement": "What is the primary advantage of permanent brachytherapy implants?",
          "options": ["Short treatment time", "Low cost", "No applicator removal", "High dose rate", "Increased penetration"],
          "correctIndex": 2,
          "explanation": "Permanent implants (e.g., ¹²⁵I seeds) remain in the patient, eliminating the need for applicator removal."
        },
        {
          "statement": "Which of the following best describes the term “afterloading” in brachytherapy?",
          "options": ["Source calibration", "Source placement after applicator insertion", "Source removal", "Dose calculation", "Patient imaging"],
          "correctIndex": 1,
          "explanation": "Afterloading involves placing the radioactive source in the applicator after it is inserted into the patient, reducing staff exposure."
        },
        {
          "statement": "What is the typical dose prescription point for cervical brachytherapy?",
          "options": ["Point A", "Point B", "Point C", "Point D", "Point E"],
          "correctIndex": 0,
          "explanation": "Point A is the standard dose prescription point for cervical brachytherapy, located 2 cm superior and 2 cm lateral to the cervical os."
        },
        {
          "statement": "Which of the following is a common QA test for brachytherapy?",
          "options": ["Source calibration", "Applicator integrity", "Dose verification", "All of the above", "None of the above"],
          "correctIndex": 3,
          "explanation": "Source calibration, applicator integrity, and dose verification are all critical QA tests for brachytherapy."
        },
        {
          "statement": "What is the primary purpose of a remote afterloader in HDR brachytherapy?",
          "options": ["Calculate dose", "Deliver the source", "Monitor patient", "Shape the beam", "Verify position"],
          "correctIndex": 1,
          "explanation": "A remote afterloader delivers the radioactive source to the applicator in HDR brachytherapy, reducing staff exposure."
        },
        {
          "statement": "Which of the following best describes the term “TG-43” in brachytherapy?",
          "options": ["Shielding guideline", "Dose calculation formalism", "QA protocol", "Imaging technique", "Source calibration method"],
          "correctIndex": 1,
          "explanation": "TG-43 is a dose calculation formalism for brachytherapy, providing standardized methods for dose estimation."
        },
        {
          "statement": "What is the typical occupational dose limit for radiation workers?",
          "options": ["20 mSv/year", "50 mSv/year", "100 mSv/year", "150 mSv/year", "200 mSv/year"],
          "correctIndex": 1,
          "explanation": "The occupational dose limit for radiation workers is 50 mSv/year, averaged over 5 years, per ICRP recommendations."
        },
        {
          "statement": "Which of the following is a common radiation survey instrument?",
          "options": ["Ionization chamber", "Geiger-Müller counter", "Film badge", "All of the above", "None of the above"],
          "correctIndex": 3,
          "explanation": "Ionization chambers, Geiger-Müller counters, and film badges are used for radiation surveys and monitoring."
        },
        {
          "statement": "What is the primary purpose of a personnel dosimeter?",
          "options": ["Calibrate the linac", "Measure patient dose", "Monitor staff exposure", "Shape the beam", "Verify treatment plans"],
          "correctIndex": 2,
          "explanation": "Personnel dosimeters (e.g., TLDs, OSLDs) monitor radiation exposure to staff to ensure compliance with dose limits."
        },
        {
          "statement": "Which of the following best describes the ALARA principle?",
          "options": ["As Low As Reasonably Achievable", "Accurate Linear Accelerator Radiation Assessment", "Automated Linac Adjustment for Radiation Accuracy", "As Low As Radiation Allows", "Adaptive Linac Radiation Algorithm"],
          "correctIndex": 0,
          "explanation": "ALARA stands for As Low As Reasonably Achievable, a principle to minimize radiation exposure to staff and patients."
        },
        {
          "statement": "What is the typical public dose limit from radiotherapy facilities?",
          "options": ["1 mSv/year", "5 mSv/year", "10 mSv/year", "20 mSv/year", "50 mSv/year"],
          "correctIndex": 0,
          "explanation": "The public dose limit from radiotherapy facilities is 1 mSv/year, per regulatory guidelines."
        },
        {
          "statement": "Which of the following is a common shielding material for linac vaults?",
          "options": ["Lead", "Concrete", "Steel", "All of the above", "None of the above"],
          "correctIndex": 3,
          "explanation": "Lead, concrete, and steel are used for shielding linac vaults to protect against photons and neutrons."
        },
        {
          "statement": "What is the primary purpose of a controlled area in a radiotherapy facility?",
          "options": ["Patient treatment", "Staff training", "Restrict access to radiation areas", "Equipment storage", "QA testing"],
          "correctIndex": 2,
          "explanation": "A controlled area restricts access to areas with potential radiation exposure, ensuring safety."
        },
        {
          "statement": "Which of the following best describes a radiation warning sign?",
          "options": ["Red circle", "Yellow triangle with trefoil", "Blue square", "Green cross", "White diamond"],
          "correctIndex": 1,
          "explanation": "A radiation warning sign is a yellow triangle with a black trefoil symbol, indicating radiation hazards."
        },
        {
          "statement": "What is the typical frequency of shielding surveys for a new linac vault?",
          "options": ["Once", "Annually", "Biannually", "Quarterly", "Monthly"],
          "correctIndex": 0,
          "explanation": "Shielding surveys are typically performed once during commissioning of a new linac vault, with periodic checks as needed."
        },
        {
          "statement": "Which of the following is a common method to reduce staff exposure in radiotherapy?",
          "options": ["Increase treatment time", "Use remote afterloading", "Increase field size", "Reduce SSD", "Increase dose rate"],
          "correctIndex": 1,
          "explanation": "Remote afterloading in brachytherapy and other techniques reduce staff exposure by minimizing time near the source."
        },
        {
          "statement": "What is the primary purpose of a radiotherapy incident reporting system?",
          "options": ["Calibrate equipment", "Monitor patient dose", "Identify and learn from errors", "Shape the beam", "Verify plans"],
          "correctIndex": 2,
          "explanation": "Incident reporting systems identify errors or near-misses to improve safety and prevent future incidents."
        },
        {
          "statement": "Which of the following best describes the term “leakage radiation”?",
          "options": ["Radiation from the primary beam", "Radiation from scatter", "Radiation through linac head shielding", "Radiation from patient", "Radiation from collimators"],
          "correctIndex": 2,
          "explanation": "Leakage radiation is unintended radiation escaping through the linac head shielding, limited to <0.1% of the primary beam."
        },
        {
          "statement": "What is the typical neutron energy in a high-energy linac (>10 MV)?",
          "options": ["0.1–1 MeV", "1–10 MeV", "10–20 MeV", "20–30 MeV", "30–50 MeV"],
          "correctIndex": 1,
          "explanation": "Neutrons from high-energy linacs (>10 MV) typically have energies of 1–10 MeV, produced via photonuclear reactions."
        },
        {
          "statement": "Which of the following is a common neutron shielding material?",
          "options": ["Polyethylene", "Lead", "Steel", "Concrete", "All of the above"],
          "correctIndex": 4,
          "explanation": "Polyethylene, lead, steel, and concrete are used for neutron shielding, with polyethylene being effective for thermal neutrons."
        },
        {
          "statement": "What is the primary purpose of a door interlock in a linac vault?",
          "options": ["Monitor dose", "Prevent unauthorized access", "Stop the beam if the door is opened", "Shape the beam", "Calibrate the linac"],
          "correctIndex": 2,
          "explanation": "Door interlocks stop the beam if the vault door is opened, ensuring safety during treatment."
        },
        {
          "statement": "Which of the following best describes the term “skyshine”?",
          "options": ["Radiation scatter in the patient", "Radiation leakage through the roof", "Radiation from the primary beam", "Radiation from collimators", "Radiation from the target"],
          "correctIndex": 1,
          "explanation": "Skyshine is radiation leakage through the roof of a radiotherapy facility, scattering in the atmosphere."
        },
        {
          "statement": "What is the typical energy threshold for neutron production in a linac?",
          "options": ["5 MeV", "8 MeV", "10 MeV", "12 MeV", "15 MeV"],
          "correctIndex": 2,
          "explanation": "Neutron production in linacs occurs above ~10 MeV due to photonuclear reactions in high-Z materials."
        },
        {
          "statement": "Which of the following is a common QA test for a linac’s mechanical accuracy?",
          "options": ["Output calibration", "Gantry isocenter accuracy", "Field flatness", "MLC positioning", "All of the above"],
          "correctIndex": 4,
          "explanation": "Gantry isocenter accuracy, field flatness, MLC positioning, and output calibration are all critical QA tests for linac mechanical accuracy."
        },
        {
          "statement": "What is the primary purpose of a patient-specific QA plan in IMRT?",
          "options": ["Calibrate the linac", "Verify dose delivery", "Shape the beam", "Monitor staff exposure", "Calculate scatter"],
          "correctIndex": 1,
          "explanation": "Patient-specific QA plans verify dose delivery for IMRT using phantoms or dosimeters to ensure accuracy."
        },
        {
          "statement": "Which of the following best describes the term “commissioning” in radiotherapy?",
          "options": ["Daily QA", "Patient treatment", "Initial setup and testing of equipment", "Routine maintenance", "Staff training"],
          "correctIndex": 2,
          "explanation": "Commissioning involves the initial setup, testing, and calibration of radiotherapy equipment to ensure it meets specifications."
        }
      ]
    },      
    {
      "topic": "Molecular Biology of Cancer",
      "mcqs": [
        {
          "statement": "Compared with mutations in tumor suppressor genes, mutations in oncogenes are most commonly of what type?",
          "options": ["Nonsense", "Missense", "Loss of heterozygosity", "Frameshift"],
          "correctIndex": 1,
          "explanation": "Tumor suppressors are genes that normally function to slow down cell division, repair DNA, or trigger cells to die, such that loss of their normal function can lead to the development of cancer. Nonsense and frameshift mutations generate premature stop codons and errors in translation, respectively, that typically lead to reduced or absent protein abundance or function. Loss of heterozygosity leads to similar consequences. In contrast, oncogenes typically contribute to cancer through aberrantly increased levels of their normal function. They are frequently affected by activating missense mutations of particular residues fundamental to their normal functions."
        },
        {
          "statement": "What is the estimated range of somatic coding alterations per cancer genome?",
          "options": ["1-5", "10-200", "1,000-2,000", ">5,000"],
          "correctIndex": 1,
          "explanation": "In a landmark study, the analysis of the protein-coding genome in several breast and colorectal cancer samples found that individual tumors accumulate an average of approximately 90 mutant genes. Broader analyses as part of TCGA over the next decade used updated technologies to elucidate that most cancers possess between 1 and 10 driver mutations, with additional nondriver somatic coding mutations also being present."
        },
        {
          "statement": "Mutations in which pair of genes would most commonly be found to co-occur within the same cancer genome?",
          "options": ["KRAS and BRAF", "PIK3CA and PTEN", "IDH1 and IDH2", "TP53 and RB1"],
          "correctIndex": 3,
          "explanation": "Tumor development is driven by mutations that lead to dysregulation of cellular proliferation, among the many other hallmarks of cancer. Mutations that are synergistically advantageous to a tumor will be selected for evolutionarily. Interestingly, data from cancer genome sequencing projects revealed that mutations in many cancer driver genes in the same molecular pathway are often mutually exclusive, thought to be due to the functional redundancy of these mutations, with a potential secondary mechanism being that coexpression of two oncogenes can be harmful to the point of triggering cell cycle exit, senescence, or death. Of these pairs of genes, only TP53 and RB1 mutations significantly cooccur in the same cancer genome."
        },
        {
          "statement": "To be called a 'driver' mutation, a specific nonsynonymous coding deoxyribonucleic acid (DNA) variant must be present in what proportion of cases of a given cancer?",
          "options": ["50%-100%", "25%-100%", "10%-50%", "No range applies"],
          "correctIndex": 3,
          "explanation": "Large-scale genomic profiling studies in cancer have produced extensive sets of validated nonsynonymous DNA sequence variants. An ongoing challenge is how to distinguish 'driver' mutations that are responsible for malignant transformation from nonfunctional 'passenger' mutations that arise in an already-malignant clone, accumulating during cell division. Statistical models exist to call 'driver' genes based on genomic data alone, and functional studies of specific mutations have found that even alleles present in <1% of cases of a given malignancy can have 'driver' potential in vitro and in vivo."
        },
        {
          "statement": "Circulating tumor DNA (ctDNA) typically makes up what portion of cell-free DNA in a cancer patient's plasma?",
          "options": ["<5%", "5%-25%", "25%-50%", ">50%"],
          "correctIndex": 0,
          "explanation": "The detection of ctDNA is challenging in part due to the need to discriminate it from DNA released by normal tissues, especially by circulating blood cells. Even using ultrasensitive approaches, the median variant allele frequency of driver mutations in lung cancer patients was found to be <1% across plasma DNA samples."
        },
        {
          "statement": "Which of the following is thought of as the classical example of a preexisting resistance mutation?",
          "options": ["FLT3-ITD", "KIT T670I", "ABL T315I", "EGFR T790M"],
          "correctIndex": 3,
          "explanation": "Targeted therapy in the treatment of cancer almost always leads to acquired drug resistance. Using non-small-cell lung cancer as an example, gefitinib and erlotinib demonstrate upfront effectiveness that wanes often within 6 to 12 months after the initiation of therapy. The underlying reason for this resistance was identified as a secondary mutation in EGFR exon 20, T790M, which is detectable in 50% of patients who progress on treatment. Some studies have shown the mutation to be present before the patient was treated with these drugs, suggesting exposure to the drug selected for these cells. Other drug-resistance mutations include T315I in ABL, T670I in KIT, and L1196M in ALK, and it remains an area of active research on whether these other mutations are present in any patients before receiving targeted therapy."
        },
        {
          "statement": "Chromothripsis is defined by which of the following characteristics?",
          "options": ["Massive genomic rearrangement", "A multistep catastrophic event", "Release and incorporation of exosomal DNA", "None of the above"],
          "correctIndex": 3,
          "explanation": "Chromothripsis was first used to describe the genomic profile of a chronic lymphocytic leukemia tumor. DNA sequencing identified 55 chromosomal rearrangements in the long arm of chromosome 8, in addition to numerous rearrangements in regions of chromosomes 7, 12, and 15. Similar patterns were identified in other cancers, such as melanomas, sarcomas, and lung cancers. Based on the large numbers of complex rearrangements in localized regions of single chromosomes, it is hypothesized that chromosomes must be condensed (such as during mitosis) for chromothripsis to occur. Furthermore, the number of copy number states following chromothripsis is predominantly restricted to two, suggestive of these rearrangements taking place over a short period of time in a one-step event. It is estimated that chromothripsis occurs in 2% to 3% of cancers across all subtypes."
        },
        {
          "statement": "Chromoplexy is defined by which of the following characteristics?",
          "options": ["Absence of DNA translocations and deletions", "Two canonical single chromosomal rearrangements", "Interdependent DNA changes that result in the coordinated disruption of multiple cancer genes", "Microsatellite instability"],
          "correctIndex": 2,
          "explanation": "Studies of prostate cancer genomes identified complex rearrangements of DNA containing genes coregulated by specific transcription factors. It is proposed that these genomic loci are locally concentrated in nuclear transcription hubs, and then, this DNA sustains multiple transient breaks during transcription followed by religating in an incorrect, although tumorigenic configuration. Chromoplexy often involves segments of DNA from multiple chromosomes, often five or more, compared with those from chromosomes affected by chromothripsis."
        },
        {
          "statement": "Which of the following is the canonical consequence of oncogenic mutations in RAS proteins?",
          "options": ["Impaired intrinsic GTPase activity leading to a disrupted autoregulatory negative-feedback mechanism", "Increased nuclear translocation", "Increased kinetics of signaling transduction", "Impaired posttranslational modifications leading to increased protein abundance"],
          "correctIndex": 0,
          "explanation": "Negative-feedback loops that normally dampen signaling to ensure homeostatic regulation can be disrupted during oncogenesis. One prototypical example of this is how the oncogenic effects of mutant RAS proteins do not result from a hyperactivated downstream signaling activity. Rather, oncogenic RAS mutations impair the intrinsic GTPase activity of RAS that normally serves to turn its activity off. In turn, RAS mutations generate chronic proliferative signals due to disrupted autoregulatory negative feedback."
        },
        {
          "statement": "In what ways inflammation from tumor necrosis is thought to promote tumor growth?",
          "options": ["Promote angiogenesis", "Inhibit recognition of neoantigens on the tumor cell surface", "Decrease proliferation of the remaining viable tumor cells in the local vicinity, protecting them from chemotherapy", "Trigger massive genomic instability in remaining viable tumor cells"],
          "correctIndex": 0,
          "explanation": "Necrotic cell death leads to the release of proinflammatory signals into the surrounding cancer microenvironment, leading to recruitment of immune cells to survey tissue damage and clear debris. These inflammatory cells can be actively tumor-promoting by fostering angiogenesis, cancer cell proliferation, and invasiveness."
        },
        {
          "statement": "Which of the following is not an antiapoptotic protein?",
          "options": ["Bcl-2", "Bcl-xL", "Mcl-1", "Bax"],
          "correctIndex": 3,
          "explanation": "Apoptosis is regulated through counterbalancing pro-apoptotic and antiapoptotic proteins. Bcl-2 and its close relatives Bcl-xL, Bcl-w, and Mcl-1 are inhibitors of apoptosis. They function in part by binding to and suppressing two pro-apoptotic proteins: Bax and Bak, which are embedded in the mitochondrial outer membrane and promote apoptosis through the disruption of the outer mitochondrial membrane, leading to the release of cytochrome C and other pro-apoptotic signaling proteins into the cytosol."
        },
        {
          "statement": "Tumor-associated macrophages (TAMs) are known to do which of the following?",
          "options": ["Foster local invasion by supplying matrix-degrading enzymes such as metalloproteinases", "Stimulate growth by supplying signaling pathway ligands such as epidermal growth factor (EGF)", "Promote intravasation into the circulatory system and metastatic dissemination of the cancer cells", "All of the above"],
          "correctIndex": 3,
          "explanation": "TAMs can promote local invasion by supplying matrix-degrading enzymes such as metalloproteinases and cysteine cathepsin proteases. These TAMs have been shown to be activated by interleukin (IL)-4 produced by the cancer cells. TAMs can also supply EGF to tumor cells, and the tumor cells can reciprocally stimulate the TAMs through the production of colony-stimulating factor-1 (CSF-1). This synergistically can promote cancer cell intravasation into the circulatory system and thus metastatic spread."
        },
        {
          "statement": "The principle of self-seeding describes what process?",
          "options": ["The supportive stroma arising in a primary tumor provides a hospitable site for reseeding and colonization by circulating cancer cells released from metastatic lesions.", "DNA containing newly acquired oncogenic mutations can be released from cancer cells, then taken up and integrated into the genomes of other nearby cancer cells in a single tumor.", "Tumors arise from a single cell that acquires multiple oncogenic mutations that circulate through the bloodstream before identifying an ideal niche to replicate and produce a tumor.", "Second primary malignancies are more likely in patients with metastatic cancers than in those with nonmetastatic cancers."],
          "correctIndex": 0,
          "explanation": "It is believed that once cancer cells successfully metastasize, they possess tissue-specific colonizing abilities that also facilitate their further dissemination. This includes dissemination not only to new sites in the body but also back to the primary tumors in which their ancestor cells arose. An elegant study showed that CTCs can colonize their tumors of origin, modeled with breast cancer, colon cancer, and melanoma tumors in mice. Tumor-derived cytokines such as IL-6 and IL-8 act as CTC attractants. Self-seeding could explain the relationships between anaplasia, tumor size, vascularity, and prognosis, as well as local recurrence seeded by disseminated cells following what was often presumed to be complete primary tumor excision."
        },
        {
          "statement": "Which immune system deficiency confers the greatest risk of malignancies?",
          "options": ["Absence of neutrophils and macrophages", "Absence of macrophages and platelets", "Absence of T and natural killer (NK) cells", "Absence of plasma cells and NK cells"],
          "correctIndex": 2,
          "explanation": "It has been known for many years that mice with genetically engineered deficiencies of various immune system components are more likely to develop carcinogen-induced tumors. In particular, deficiencies in the development or function of either CD8+ cytotoxic T lymphocytes (CTL), CD4+ Th1 helper T cells, or NK cells led to demonstrable increases in tumor incidence. Mice with combined immunodeficiencies in both T cells and NK cells were even more susceptible to cancer development. These findings indicate that, at least in certain experimental models, the innate and adaptive cellular arms of the immune system contribute to tumor immune surveillance and eradication."
        },
        {
          "statement": "Polymerase chain reaction (PCR)-based methods are best for detecting which of the following genetic changes in a malignancy?",
          "options": ["JAK2 V617F and FLT3-ITD", "Deletion of 5q", "EWSR translocation", "t(14:18) translocation"],
          "correctIndex": 0,
          "explanation": "PCR methods utilize cycles of repeated primer binding, DNA synthesis, and denaturation to achieve amplification of a specific region within a strand of DNA. In turn, genomic alterations that change the size of a given DNA locus (such as the FLT3-ITD mutation) or point mutations that can be exploited by allele-specific primers (such as the JAK2 V617F mutation) are amenable to study by PCR. Metaphase karyotyping and fluorescence in situ hybridization are favored for studying structural chromosomal changes, such as deletions of entire arms or translocations."
        },
        {
          "statement": "Which of the following is true regarding ctDNA?",
          "options": ["A larger proportion of patients have detectable ctDNA as cancer stage increases.", "The average concentration of ctDNA in plasma decreases with increasing cancer stage.", "ctDNA detection is not related to cancer stage.", "ctDNA detection is only possible if there are enough circulating tumor cells (CTCs) in circulation."],
          "correctIndex": 0,
          "explanation": "In a study using digital PCR-based technologies, the percentage of patients with detectable ctDNA was higher in patients with more advanced stage compared to those with localized disease. Similarly, the concentration of ctDNA in the plasma increased with stage. ctDNA was often present in patients without detectable CTCs, suggesting that these two biomarkers are distinct entities."
        },
        {
          "statement": "The Cancer Genome Atlas (TCGA) initial project focused on the following tumors:",
          "options": ["Glioblastoma (GBM)", "Serous cystadenocarcinoma of the ovary", "Lung squamous carcinoma", "All of the above"],
          "correctIndex": 3,
          "explanation": "TCGA began in 2006 in the United States as a comprehensive program in cancer genomics supported by the U.S. National Institutes of Health (NIH). The initial project focused on three tumors: GBM, serous cystadenocarcinoma of the ovary, and lung squamous carcinoma. The TCGA has now expanded to produce genomic data sets for at least 20 to 25 cancers during the next few years."
        },
        {
          "statement": "The idea of genetically analyzing pathways rather than individual genes has been applied previously, revealing the concept of mutual exclusivity. Mutual exclusivity has been shown in the following cases:",
          "options": ["KRAS and BRAF", "PIK3CA and CDKN2A", "TP53 and RB1", "EGFR and TP53"],
          "correctIndex": 0,
          "explanation": "Mutual exclusivity has been shown elegantly in the case of KRAS and BRAF, where a KRAS-mutated cancer generally does not also harbor a BRAF mutation, because KRAS is upstream of BRAF in the same pathway."
        }
      ]
    },
    {
      "topic": "Design and Analysis of Clinical Trials",
      "mcqs": [
        {
          "statement": "Once a new compound with therapeutic potential is identified, laboratory tests are conducted to study efficacy and identify associated toxicities using animal models. This is related to",
          "options": ["Preclinical trial", "Phase I trial", "Phase II trial", "Phase III trial", "Phase IV trial"],
          "correctIndex": 0,
          "explanation": "Laboratory tests are part of a preclinical trial. Once patients are involved, the trials may be classified as phases I to IV."
        },
        {
          "statement": "Which of the following is the most commonly used endpoint of phase I trials?",
          "options": ["Maximum tolerated dose (MTD)", "Overall response rate (ORR)", "Progression-free survival (PFS)", "Overall survival (OS)"],
          "correctIndex": 0,
          "explanation": "Phase I studies mainly focus on the safety of the study drug, with maximum tolerated dose (MTD) being one of the most commonly used endpoints. In contrast, the response rate and survival are more commonly used endpoints in phase II and III trials."
        },
        {
          "statement": "Which of the following is the main purpose of randomization?",
          "options": ["To select subjects at random", "To achieve baseline comparability between the intervention and control groups with respect to known and unknown confounders", "To avoid sampling bias", "To enhance the generalizability of the study"],
          "correctIndex": 1,
          "explanation": "The purpose of randomization is to make sure that the intervention and control groups are comparable with respective to known and unknown confounders."
        },
        {
          "statement": "What does 'compliance' of randomization mean in a randomized clinical trial (RCT)?",
          "options": ["Flexibility in assigning study subjects to different treatment arms.", "Study subjects receive the treatment or intervention to which they were randomly allocated.", "An interinstitutional agreement for a multicenter study.", "The research team should follow the protocol."],
          "correctIndex": 1,
          "explanation": "Randomization compliance is when study subjects receive the treatment or intervention to which they were randomly allocated."
        },
        {
          "statement": "Which of the following applies to phase III trials?",
          "options": ["A type of trial design with safety and efficacy estimation as a primary objective", "Small study of efficacy intended to inform the decision to conduct a larger trial, if it is favorable, to inform its planning", "Evidence of activity, efficacy, and safety at a fixed dose", "Prove whether the new intervention is more effective than a standard control intervention"],
          "correctIndex": 3,
          "explanation": "The main purpose of a randomized phase III trial is to evaluate whether the new intervention is more effective than the standard control. Phase II trials are usually smaller, evaluate for efficacy, and inform the decision regarding the conduct of a larger trial."
        },
        {
          "statement": "Which of the following is TRUE with regard to noninferiority trials?",
          "options": ["Noninferiority and equivalence trials are regarded as the same.", "Superiority can be tested after noninferiority is claimed where sample size and power will not be affected.", "Superiority can be tested after noninferiority is claimed, but sample size and power will be affected.", "None of the above."],
          "correctIndex": 1,
          "explanation": "For noninferiority trials, the goal is to stop the trial if inferiority was evidenced. It is plausible to test for superiority after noninferiority was claimed and the power will not be affected in doing so. It is not the same for equivalence trials, where once equivalence is claimed, superiority cannot be claimed simultaneously."
        },
        {
          "statement": "One of the primary purposes of the interim analysis is to:",
          "options": ["Determine whether the trial should be stopped before its planned termination time", "Modify the data once the statistical results are unexpected", "Reveal the findings in public", "Discuss whether the stopping rule is reasonable"],
          "correctIndex": 0,
          "explanation": "The main purpose of the interim analysis is to evaluate whether the trial should be stopped before the planned termination time. Once the study is stopped and the analysis is done, the researchers need to reveal the findings in public. The data should not be modified, and the stopping rule should be prespecified in the protocol, before a trial starts."
        },
        {
          "statement": "The primary purpose of a phase I trial is to:",
          "options": ["Monitor the effectiveness of a newly approved drug in the general population", "Determine the safety of investigational treatment", "Determine the efficacy of investigational treatment", "Compare the investigational treatment to the placebo"],
          "correctIndex": 1,
          "explanation": "The primary purpose of a phase I trial is to determine the clinical safety of the investigational treatment."
        },
        {
          "statement": "Which of the following statements about 'blinding' in RCTs is correct?",
          "options": ["Blinding means we should not have any preconceived ideas before we perform a statistical analysis of the data.", "Blinding refers to the uncertainty regarding whether the investigational treatment is effective.", "Blinding means that the subjects and/or investigators are unaware of which treatment arm the subjects are assigned to. The purpose is to reduce bias in assessing the outcome.", "Blinding means the study results differ from the previously published studies and we need to reevaluate the data."],
          "correctIndex": 2,
          "explanation": "Blinding means that the subjects and/or investigators are unaware of which treatment arm the subjects are assigned to. The analysis plan must be determined before a randomized trial starts. The purpose of randomized trials is to test whether investigational treatment is effective, and the study results may differ from the previously published studies. However, they are not the meaning of blinding."
        },
        {
          "statement": "Which of the following is TRUE about the response rate and survival endpoint in a phase II trial?",
          "options": ["A larger response rate will lead to a smaller survival probability.", "A larger response rate will lead to a greater survival probability.", "There is no inherent relationship between the response rate and survival.", "A smaller response rate will lead to a greater survival probability."],
          "correctIndex": 2,
          "explanation": "There is no biologically inherent relationship between the response and survival."
        },
        {
          "statement": "Which of the following statements correctly describes the interim analysis?",
          "options": ["If statistical significance tests are performed repeatedly, the probability of finding a statistically significant outcome increases due to type I error.", "The tests at different stages are independent.", "Type I error increases in the same way as it would for independent tests.", "All of the above."],
          "correctIndex": 0,
          "explanation": "Repeated performance of statistically significant tests increase the probability of type I error at some point. Since subsequent analyses include the previous ones, they are not independent."
        },
        {
          "statement": "If no interim analysis was planned, but one decides to overlook the interim data in the trial and report on the intermediate results, which of the following is TRUE?",
          "options": ["The trial can be terminated if the intermediate results were found to be significant.", "The trial should continue as planned as if no interim data were available.", "The trial should be modified accordingly.", "None of the above."],
          "correctIndex": 1,
          "explanation": "If no interim analysis was planned in the design stage, there should be no statistical tests done before the planned date. Bias could occur if one decides to report on the intermediate results or modify the trial and lead to insufficient power if the trial was terminated."
        },
        {
          "statement": "Which of the following statements is TRUE about identifying the relevant studies in a meta-analysis?",
          "options": ["Potential studies are retrieved based on personal knowledge, searches of literature databases, reference lists from selected publications, and so on.", "There are some limitations of retrieval.", "In order to avoid the publication bias, the prospective registration database of trials or complete reporting of trial results is proposed.", "All of the above."],
          "correctIndex": 3,
          "explanation": "Meta-analyses require retrieval of studies from databases with prospective registration to avoid publication biases despite the limitations of study retrieval."
        },
        {
          "statement": "Which of the following is TRUE regarding a phase I trial?",
          "options": ["Phase I trials are designed to determine a dose that is appropriate for the use in phase II trials.", "Phase I trials usually involve a small sample size and do not require statistical justification.", "Phase I trials are targeted at treatment comparison for community use.", "All of the above."],
          "correctIndex": 0,
          "explanation": "Traditional phase I trials are designed to determine the appropriate dose for further studies."
        },
        {
          "statement": "When designing a RCT, the design should be a balanced design mainly",
          "options": ["Due to computational ease", "Because we obtain the greatest power to detect the effect size if the alternative hypothesis is true", "Because we obtain the greatest power to detect the effect size if the null hypothesis is true", "Due to comparable treatment effect in all arms"],
          "correctIndex": 1,
          "explanation": "In calculating the treatment difference between the arms, the distribution of the pooled variance will not be affected by the balance of the sample size if null hypothesis is true. However, if the alternative is true, a balanced design has the greatest power to detect the treatment differences."
        },
        {
          "statement": "Which of the following is TRUE about noncompliance in an RCT?",
          "options": ["Confounding will be introduced.", "Noncompliance will not bias the final estimate of the treatment effect.", "Blinding will not have any effect on the compliance with the treatment assigned.", "If compliance is poor, the two groups will become more alike and the statistical power to detect true differences in outcome will be diminished."],
          "correctIndex": 0,
          "explanation": "The study subjects who are not compliant with an intervention may differ from those who are compliant, and in ways, those noncompliers can be expected to have a worse outcome. Therefore, compliance is a confounding factor. Ignoring noncompliance in a randomized trial may cause biased results. Blinding can help to reduce noncompliance particularly in the placebo control group because these subjects are not aware that they are not getting an active treatment."
        },
        {
          "statement": "Which of the following is TRUE regarding sample size calculations when testing for treatment difference that is specified under the alternative hypothesis?",
          "options": ["If one specifies a larger treatment difference under the alternative hypothesis while holding all other parameters constant, the required sample size will decrease.", "If one specifies a smaller treatment difference under the alternative hypothesis while holding all other parameters constant, the required sample size will decrease.", "The sample size will remain the same regardless of the treatment difference specified if all other parameters are kept the same.", "None of the above."],
          "correctIndex": 0,
          "explanation": "As the specified treatment difference gets larger under the alternative hypothesis while keeping all other parameters the same, the required sample will be smaller."
        },
        {
          "statement": "Which of the following is TRUE about intention-to-treat (ITT) analysis of a clinical trial?",
          "options": ["Only study subjects who really intend to take the investigational treatment should be enrolled into the trial.", "All study subjects who are enrolled and randomly allocated to treatment are included in the analysis and are analyzed in the groups to which they were randomized.", "ITT analysis classifies the study subjects according to the treatment that they actually received rather than according to the treatment that they were randomly assigned to.", "All subjects must agree to be randomized and take the treatment they were assigned to."],
          "correctIndex": 1,
          "explanation": "Intention-to-treat (ITT) analysis includes all patients enrolled and allocated to treatment."
        },
        {
          "statement": "Which of the following is TRUE about a noninferiority trial?",
          "options": ["The primary objective of a noninferiority trial is to show that the response to the investigational treatment is superior to an established treatment.", "The primary objective of a noninferiority trial is to show that two treatments differ by an amount that is clinically unimportant.", "The primary objective of a noninferiority trial is to show that the response to the investigational treatment is not clinically inferior to an established treatment.", "Hypothesis testing for a noninferiority trial is always two-sided."],
          "correctIndex": 2,
          "explanation": "Noninferiority trials are designed to show that the investigational agent is not clinically inferior to the standard therapy. Superiority trials are designed to evaluate whether the investigational therapy is more effective than the standard of care. The hypothesis testing in a noninferiority trial is one-sided."
        },
        {
          "statement" : "The development of most new drugs, from discovery to marketing approval, usually takes:",
          "options": ["<5 months", "9 years or more", "5 years", "1-3 years"],
          "correctIndex": 1,
          "explanation": "The first step in the drug development process allows investigators to evaluate the drug using tissue cultures and animal models. This research is referred to as preclinical studies. The drug's activity, its pharmacokinetics, and its bioavailability are also established in animal models. The outcome of these tests allows the sponsor to determine whether the drug appears to be safe and shows promise of effectiveness, thereby warranting an additional study. Preclinical studies take 3 to 6 years. Clinical trials of investigational drugs are conducted through a systemic approach and take 6 to 7 years."
        }
      ]
    },
    {
      "topic": "Cancer Therapy",
      "mcqs": [
        {
          "statement": "A 55-year-old male is currently taking erlotinib for treatment of his lung cancer. He is admitted for uncontrolled epigastric pain, and the admitting team places orders for the pantoprazole. What effect may concurrent administration have on erlotinib concentrations?",
          "options": ["Increased erlotinib serum concentrations", "Decreased erlotinib serum concentrations", "No change in erlotinib serum concentrations", "Separation by 6 h or more is required to ensure adequate erlotinib serum concentrations"],
          "correctIndex": 1,
          "explanation": "Erlotinib requires an acidic environment for adequate absorption. Erlotinib maximum serum concentration and area under the curve (AUC) decreased by an average of 61% and 46%, respectively, when coadministered with omeprazole. It is recommended to avoid concurrent administration of proton pump inhibitors with erlotinib therapy as we would expect decreased erlotinib serum concentrations. Separating the administration time between erlotinib and proton pump inhibitors is unlikely to be an adequate means of avoiding the interaction."
        },
        {
          "statement": "Which of the following therapy-adverse effects is appropriately associated?",
          "options": ["Palbociclib—constipation", "Ribociclib-hyperkalemia", "Abemaciclib-diarrhea", "Tamoxifen-corrected QT (QTc) prolongation"],
          "correctIndex": 2,
          "explanation": "Cyclin dependent kinase (CDK) 4/6 inhibitors are used in estrogen receptor-positive metastatic breast cancer. Palbociclib and ribociclib have similar toxicities including myelosuppression and fatigue. Both are associated with febrile neutropenia; however, neutropenic fever is infrequent. Abemaciclib has unique adverse effects including diarrhea, while ribociclib and palbociclib commonly cause QT interval prolongation. Tamoxifen has not been reported to cause electrocardiogram changes."
        },
        {
          "statement": "A 65-year-old female with advanced colorectal cancer is in clinic to receive cycle 5 of mFOLFOX (oxaliplatin 85 mg/m^2, 5-fluorouracil [FU] bolus 400 mg/m^2 intravenously [IV], leucovorin 400 mg/m^2 IV, and 5FU 2,400 mg/m^2 continuous IV infusion [CIVI] over 46 h every 14 days). She reports experiencing nausea and vomiting requiring admission after her last cycle (cycle 4) and increased intolerance to cold temperatures with residual grade 2 peripheral neuropathy. Which of the following would be appropriate to adjust in her mFOLFOX treatment today?",
          "options": ["Decrease the oxaliplatin dose to 65 mg/m^2 secondary to grade 3 gastrointestinal (GI) toxicities and grade 2 neuropathy", "Decrease the 5-FU CIVI dose to 1,920 mg/m^2 over 46 h and add in additional fluids today for dehydration", "Discontinue the 5-FU bolus and leucovorin secondary to grade 2 neuropathy", "Discontinue oxaliplatin secondary to persistent grade 2 neuropathy"],
          "correctIndex": 0,
          "explanation": "The reported symptoms of persistent grade 2 peripheral neuropathy and increased intolerance to cold temperatures as well as increased nausea and vomiting requiring admission are likely associated with oxaliplatin and may improve with dose reduction. Decreasing the 5-FU CIVI would not improve her persistent grade 2 peripheral neuropathy. Holding the 5FU bolus and leucovorin is most commonly done for patients who have increased myelosuppression. Discontinuation of oxaliplatin is not yet warranted as she is still receiving full dose therapy, and the peripheral neuropathy is not a grade 3."
        },
        {
          "statement": "Which of the following would be appropriate recommendations for a patient who experiences extravasation from vincristine?",
          "options": ["Cold compress and dexrazoxane", "Cold compress and hyaluronidase", "Warm compress and sodium thiosulfate", "Warm compress and hyaluronidase"],
          "correctIndex": 3,
          "explanation": "Vinca alkaloids are potent vesicants, and drug extravasation can lead to significant complications. Cold compresses are used for nearly all drug extravasations; however, management of vinca alkaloid extravasation is unique as initial compression with warm compresses is preferred to limit tissue damage. Additionally, the use of hyaluronidase can minimize discomfort and latent cellulitis. Dexrazoxane and sodium thiosulfate are used for anthracycline and cisplatin extravasations, respectively."
        },
        {
          "statement": "A patient returns to clinic following her fifth cycle of Werner J, et al. docetaxel 75 mg/m^2 IV every 21 days for her recurrent non-small-cell lung cancer (NSCLC). She reports increased bilateral lower-extremity swelling and periorbital edema. Which of the following is most appropriate for the management of the reported adverse effect?",
          "options": ["Ensure compliance with dexamethasone premedication and start furosemide.", "Initiate spironolactone.", "Obtain lower-extremity Doppler ultrasound.", "Increase the duration of dexamethasone premedication from 3 days starting the day before chemotherapy to 5 total days of therapy."],
          "correctIndex": 0,
          "explanation": "Docetaxel causes a unique fluid retention syndrome that is often seen with patients reported edema, weight gain, and third-space fluid collections. This is cumulative in nature and is thought to be related to increased capillary permeability. It is essential to provide early treatment with diuretics. Additionally, the use of prophylactic corticosteroids has been found to reduce the incidence of fluid retention. Starting an antidiuretic alone does not address the importance of prophylactic dexamethasone therapy. As the edema is bilateral, deep vein thrombosis is less likely and a Doppler ultrasound is not indicated at this time."
        },
        {
          "statement": "DM is a newly diagnosed NSCLC patient who is found to have RET fusion-positive disease. He is started a selpercatinib 160 mg by mouth twice daily. Which of the following would be appropriate to monitor upon the initiation of therapy?",
          "options": ["Hypotension", "Nausea and vomiting", "Hepatotoxicity", "Acneiform rash"],
          "correctIndex": 2,
          "explanation": "Selpercatinib was U.S. Food and Drug Administration (FDA)-approved for metastatic RET fusion-positive NSCLC as well as thyroid cancer and for RET-mutant medullary cancer. Hepatotoxicity with aspartate transaminase (AST) and alanine aminotransferase (ALT) elevations occurred in about half of patients with the median time to first onset of 4.1 weeks. Hypertension has been more commonly associated with this drug as it inhibits vascular endothelial growth factor receptors. Skin rash has been observed with this therapy; however, it is not acneiform in nature. Although nausea and vomiting has been reported, the incidence is <25%."
        },
        {
          "statement": "Which of the following would be recommended to obtain at baseline before the initiation of alpelisib?",
          "options": ["Electrocardiogram", "Echocardiogram", "Hemoglobin A1c (HbA1c)", "Lipid panel"],
          "correctIndex": 2,
          "explanation": "Alpelisib was approved for metastatic triple-negative breast cancer in combination with fulvestrant. Before the initiation of therapy, it is recommended to obtain a baseline HbA1c as severe hyperglycemia, including ketoacidosis, has been reported. Monitoring a baseline HbA1c along with fasting plasma glucose is recommended to appropriately address and intervene on patients developing severe hyperglycemia. Electrocardiogram and echocardiogram are not warranted for this therapy, and there is no utility in obtaining a baseline lipid panel for adverse effect monitoring for alpelisib."
        },
        {
          "statement": "A 35-year-old female with triple-negative breast cancer is starting her treatment today with sacituzumab govitecan 10 mg/kg IV days 1 and 8 every 21 days. Which of the following would be appropriate supportive care recommendations?",
          "options": ["Dexamethasone, ondansetron, acetaminophen, famotidine, and diphenhydramine", "Atropine, dexamethasone, and ondansetron", "Acetaminophen and diphenhydramine", "Dexamethasone, famotidine, and diphenhydramine"],
          "correctIndex": 0,
          "explanation": "Sacituzumab govitecan is an antibody-drug conjugate that consists of anti-trophoblastic cell-surface antigen 2 (Trop-2) coupled with the topoisomerase 1 inhibitor SN-38. Hypersensitivity reactions were reported in over one-third of patients warranting premedication with antipyretics and H1/H2 antagonists prior to infusions. Additionally, the rates of nausea and vomiting were 69% and 45%, respectively. It is recommended to provide prophylactic antiemetics with either a 2- or 3-drug regimen following moderately emetogenic chemotherapy guidelines. The most appropriate answer would include dexamethasone, a 5-HT3 antagonist, acetaminophen, famotidine, and diphenhydramine as premedication to prevent against infusion-related reactions and chemotherapy-induced nausea and vomiting."
        },
        {
          "statement": "SW is a 62-year-old female with newly diagnosed metastatic NSCLC. She presents to clinic to start treatment with carboplatin, pemetrexed, and pembrolizumab. Programmed death-ligand 1 (PD-L1) expression is 20%. Which of the following is TRUE regarding SW's treatment?",
          "options": ["Use of pembrolizumab with chemotherapy is not appropriate if the tumor is PD-L1-negative.", "Due to recent pharmacokinetic data, pembrolizumab should be dosed using weight-based dosing rather than flat dosing.", "The addition of pembrolizumab to frontline chemotherapy demonstrated a survival benefit regardless of PD-L1 expression level for patients with advanced or metastatic NSCLC.", "Pembrolizumab monotherapy is an alternative option regardless of the PD-L1 expression."],
          "correctIndex": 2,
          "explanation": "The combination of platinum-based chemotherapy and pembrolizumab is appropriate for first-line treatment regardless of PD-L1 positivity according to the results of the KEYNOTE-189 trial, which showed survival benefit compared with chemotherapy alone. Additionally, recent pharmacokinetic data have justified flat dosing of pembrolizumab. Single agent pembrolizumab would be a reasonable choice for initial therapy if the patient was PD-L1-positive, particularly if >50%."
        },
        {
          "statement": "Which of the following statements regarding the use of leucovorin is TRUE?",
          "options": ["Leucovorin is required when administering pemetrexed to help prevent renal toxicity.", "When used following the administration of high-dose methotrexate, leucovorin enhances antitumor activity of methotrexate.", "When used following the administration of high-dose methotrexate, leucovorin helps to prevent renal toxicity.", "When used with 5-FU, leucovorin enhances its antitumor activity."],
          "correctIndex": 3,
          "explanation": "While pemetrexed is an antifolate, there is no role for coadministration of leucovorin. Leucovorin reduces myelosuppression associated with the administration of high-dose methotrexate and does not enhance antitumor effect. When used with 5-FU, leucovorin acts as a biomodulator to enhance antitumor activity of 5-FU."
        },
        {
          "statement": "Which of the following statements regarding cytarabine is TRUE?",
          "options": ["Standard 5- to 7-day continuous dosing of cytarabine is associated with a higher incidence of myelosuppression when compared to high-dose cytarabine.", "Neurotoxicity is not a common adverse effect associated with cytarabine because it does not cross the blood-brain barrier.", "Conjunctivitis is an adverse effect associated with cytarabine and can be treated with topical corticosteroid eye drops.", "Cytarabine has documented clinical activity against a wide range of hematologic malignancies and solid tumors."],
          "correctIndex": 2,
          "explanation": "Cytarabine is an antimetabolite medication that can be given for a variety of hematologic malignancies as either continuous infusion over 5 to 7 days or high-dose cytarabine, defined as doses of 1 g/m^2 and above. Side effects commonly found with cytarabine vary with the administration schedule, with myelosuppression being more common with high dose. As cytarabine crosses the blood-brain barrier, frequent monitoring for neurotoxicity is required. While cytarabine has clinical activity against several hematologic malignancies, it does not have documented clinical activity against solid tumors. A common side effect of cytarabine is conjunctivitis for which prophylactic corticosteroid eye drops are often used."
        },
        {
          "statement": "A 67-year-old female with relapsed peripheral T-cell lymphoma, type II diabetes mellitus, atrial fibrillation, bipolar disorder, and coronary artery disease is evaluated for treatment with romidepsin as the next line of therapy. Which of the following monitoring parameters should be obtained before initiating the treatment with romidepsin?",
          "options": ["Echocardiogram", "Tuberculosis (TB) test", "Electrocardiogram", "Cytomegalovirus (CMV) immunoglobulin M (IgM)/immunoglobulin G (IgG)"],
          "correctIndex": 2,
          "explanation": "Romidepsin is a histone deacetylase (HDAC) inhibitor used for cutaneous and peripheral T-cell lymphomas. Due to the possibility of causing QT prolongation, it is recommended to perform baseline and periodic electrocardiograms. It is not recommended to perform an echocardiogram before initiating romidepsin. Romidepsin carries a warning for infection, but there is no specific requirement for baseline TB test or CMV testing."
        },
        {
          "statement": "Which of the following is an advantage to administering bortezomib subcutaneously versus IV?",
          "options": ["Subcutaneous bortezomib is administered at less frequent intervals than IV bortezomib.", "Subcutaneous bortezomib is associated with a lower incidence of peripheral neuropathy.", "Subcutaneous bortezomib is associated with a lower incidence of mucositis.", "Subcutaneous bortezomib is associated with increased inhibition of proteasome activity."],
          "correctIndex": 1,
          "explanation": "Bortezomib is a proteasome inhibitor that can be administered either IV or subcutaneously using the same schedule. Subcutaneous bortezomib has demonstrated similar response rates with a lower incidence of neuropathy when compared to IV bortezomib. However, there is no significant decrease in the incidence of mucositis or stronger inhibition of proteasome activity when compared to IV administration."
        },
        {
          "statement": "Which of the following statements is TRUE regarding the management of immune-related adverse events (IRAEs) associated with toxicity of immune checkpoint inhibitors?",
          "options": ["Use of glucocorticoids should be avoided in management of severe immune-mediated toxicity because the mechanism of action of immune checkpoint inhibitors relies on T-cell activation.", "IRAEs can affect any organ, but most commonly affect the colon, lung, skin, liver, and endocrine glands.", "IRAEs are the most common with the first administration of an immune checkpoint inhibitor.", "Following resolution of mild toxicity to an immune checkpoint inhibitor, treatment should not be resumed."],
          "correctIndex": 1,
          "explanation": "Toxicities of immune checkpoint inhibitors are related to aberrant activation of autoreactive T cells against host tissues. Use of glucocorticoids is indicated for moderate-to-severe IRAEs in dose of 0.5 to 1 mg/kg of prednisone or equivalent. IRAEs may occur at any time point, and timing may differ depending on the affected organ. Treatment with an immune checkpoint inhibitor may be reinitiated following mild IRAEs once the toxicity has resolved to grade 1 or baseline. IRAEs can take place in any organ but most commonly affect the colon, lung, skin, liver, and endocrine glands."
        },
        {
          "statement": "Which is TRUE regarding the cytokine release syndrome (CRS) associated with chimeric antigen receptor (CAR) T-cell therapy?",
          "options": ["Tocilizumab should be avoided in patients who have received CAR T-cell therapy as it can suppress T-cell function.", "CRS occurs most commonly within 4 weeks following CAR T-cell infusion.", "Encephalitis often occurs in conjunction with CRS and can occur up to 4 weeks after treatment.", "Hypertension is a common symptom of CRS."],
          "correctIndex": 2,
          "explanation": "CRS and encephalitis are common adverse events of CAR T-cell therapy. The interleukin (IL)-6 inhibitor tocilizumab is often required for the management of CRS and does not impact T-cell function. CRS occurs most commonly within a few days of treatment with CAR T cells, making hospitalization for the first week following treatment usually necessary. One of the most common symptoms of CRS is hypotension, not hypertension. Encephalitis often occurs in conjunction with CRS, but can occur up to 4 weeks after treatment. This toxicity is not only caused initially by the release of cytokines but also results from trafficking of CARs into the central nervous system."
        },
        {
          "statement": "Dose reductions of irinotecan are recommended for a patient with all of the following EXCEPT:",
          "options": ["Bilirubin >1.5 mg/dL", "Creatinine clearance <40 mL/min", "Absolute neutrophil count (ANC) <1,500/mm^3", "Homozygosity for the UGT1A1*28 allele"],
          "correctIndex": 1,
          "explanation": "Irinotecan is a prodrug that generates the active metabolite SN-38. SN-38 is responsible for the two most common toxicities related to irinotecan, diarrhea and myelosuppression. It is inactivated in the liver by glucuronidation by UGT1A1. Exposure to SN-38 is increased in patients with hepatic impairment, and dose reductions are recommended for patients with a bilirubin >1.5 mg/mL. Additionally, genetic polymorphisms of UGT1A1 increase the risk of diarrhea and myelosuppression. Dose reductions are recommended for patients who are homozygous for the UGT1A1*28 allele. If myelosuppression occurs, irinotecan should be held until absolute neutrophil count recovery and subsequent doses of irinotecan should be reduced. There is no need for dose adjustments based on the renal function."
        },
        {
          "statement": "A 55-year-old female is diagnosed with rhabdomyosarcoma and will begin treatment with doxorubicin and ifosfamide. Which of the following supportive care medications along with aggressive IV hydration is recommended to prevent hemorrhagic cystitis associated with ifosfamide?",
          "options": ["Mesna", "Furosemide", "Dexamethasone", "Methylene blue"],
          "correctIndex": 0,
          "explanation": "Mesna is required to prevent hemorrhagic cystitis for all patients receiving ifosfamide, patients receiving high-dose cyclophosphamide, and patients who have a history of drug-induced cystitis. Mesna has a free sulfhydryl group that conjugates with toxic metabolites (particularly acrolein) of ifosfamide and cyclophosphamide. The dose of mesna should be 60% of the alkylating agent dose, given in divided doses every 4 h."
        },
        {
          "statement": "A 30-year-old female with fallopian tube cancer who has experienced a partial response to platinum-based chemotherapy will now be initiated on maintenance niraparib. Which of the following parameters will need to be monitored while the patient is receiving niraparib?",
          "options": ["Blood glucose and HbA1c", "Left ventricular ejection fraction", "Blood pressure and heart rate", "Bone mineral density"],
          "correctIndex": 2,
          "explanation": "Niraparib is a poly(ADP-ribose) polymerase (PARP) inhibitor indicated for the maintenance treatment of patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to platinum-based chemotherapy. Hypertension and hypertensive crisis have been reported in patients treated with niraparib. Therefore, patients should have the blood pressure and heart rate monitored monthly for the first year of treatment and periodically thereafter during treatment. Management with antihypertensive medications as well as dose adjustments of niraparib may be necessary."
        },
        {
          "statement": "Which of the following medication/targetable mutation pairs is correctly matched?",
          "options": ["Lorlatinib/anaplastic lymphoma kinase (ALK)", "Osimertinib/BCR-ABL", "Ruxolitinib/mitogen-activated protein kinase (MAPK)", "Vemurafenib/mitogen-activated extracellular kinase (MEK)"],
          "correctIndex": 0,
          "explanation": "Lorlatinib is a tyrosine kinase inhibitor that reversibly binds to both ALK and ROS1. Osimertinib and vemurafenib target EGFR and BRAF V600E mutations, respectively, whereas ruxolitinib is a Janus kinase (JAK) inhibitor."
        },
        {
          "statement": "Which of the following medications is an example of an antibody-drug conjugate?",
          "options": ["Axicabtagene ciloleucel", "Ipilimumab", "Enfortumab vedotin", "Ramucirumab"],
          "correctIndex": 2,
          "explanation": "Enfortumab vedotin is an antibody-drug conjugate directed at the cell-surface adhesion protein Nectin-4. It contains an IgG1 anti-Nectin-4 antibody conjugated to monomethyl auristatin E (MMAE), which is a microtubule inhibitor. When enfortumab vedotin binds to the Nectin-4 protein, a complex is formed and internalized into the cell. MMAE is then released and binds to the microtubules, thereby disrupting the cellular microtubule network that ultimately induces cell cycle arrest and apoptosis. It is indicated for the treatment of adult patients with locally advanced or metastatic urothelial cancer who have previously received a programmed cell death receptor-1 or PD-L1 inhibitor and a platinum-containing chemotherapy in the neoadjuvant/adjuvant, locally advanced or metastatic setting."
        }
      ]
    },
    {
      "topic": "Central Nervous System Neoplasms and Brain Metastases",
      "mcqs": [
        {
          "statement": "Mutation of which tumor suppressor gene is associated with a reduced survival rate in medulloblastoma?",
          "options": ["TP53", "Rb", "MYC", "Epidermal growth factor receptor (EGFR)"],
          "correctIndex": 0,
          "explanation": "TP53 mutations are almost universally a poor prognostic factor in malignancies and are associated with a reduced survival rate in medulloblastomas (5-year survival rate of 40%). RB is also a tumor suppressor gene often mutated in malignancies but is not associated with a reduced survival rate in medulloblastomas. MYC and EGFR both are oncogenes. MYC amplification, not mutation, is found in group 3 medulloblastomas and carries a poorer prognosis."
        },
        {
          "statement": "Activation of which pathway is the least common in medulloblastoma but carries the best prognosis?",
          "options": ["SHH", "MYC", "WNT", "Transforming growth factor (TGF)-β"],
          "correctIndex": 2,
          "explanation": "The WNT-activated subgroup of medulloblastoma is least commonly present in approximately 10% of medulloblastomas and is associated with the best prognosis with a 5-year survival rate of >95%. The SHH pathway is associated with an intermediate prognosis. MYC amplification and TGF-β dysregulation are found predominately in group 3 medulloblastoma and are associated with a poor prognosis."
        },
        {
          "statement": "What genomic element/mechanism has emerged as genomic drivers in group 3 and group 4 medulloblastoma?",
          "options": ["Super-enhancer", "Microsatellite instability", "Field defect", "Loss of heterozygosity"],
          "correctIndex": 0,
          "explanation": "Genomic rearrangements that juxtapose enhancer elements near normally quiescent proto-oncogenes, termed 'super-enhancers,' have emerged as an important mechanism of oncogenesis in group 3 and group 4 medulloblastoma. Microsatellite instability and loss of heterozygosity are important drivers in many hereditary cancer syndromes but are not significant in medulloblastoma. Field defect refers to an area of cells that were exposed to the same carcinogenic process, all with an increased risk of transformation, and is found with carcinogen-associated cancers such as bladder cancer."
        },
        {
          "statement": "Aberrations in which molecular pathways have helped stratify medulloblastomas into subgroups?",
          "options": ["Isocitrate dehydrogenase (IDH) mutation", "WNT, SHH", "EGFR", "1p/19q codeletion"],
          "correctIndex": 1,
          "explanation": "Genomic studies have reclassified medulloblastomas into four subgroups with different behaviors and prognosis. Abnormalities in SHH and WNT pathways independently drive medulloblastoma with differing behaviors. IDH mutations and 1p/19q codeletion are important in gliomas with a significant prognostic value. Alterations in the EGFR pathway are found in many cancer types including gliomas but do not significantly contribute to medulloblastoma oncogenesis."
        },
        {
          "statement": "A 30-year-old male who presents with a persistent positional headache and unsteady gain is found to have a posterior fossa mass. He undergoes surgical resection, and pathology reveals medulloblastoma. A panspine magnetic resonance imaging (MRI) does not demonstrate any abnormalities. What is the next best management plan?",
          "options": ["Radiotherapy followed by adjuvant chemotherapy", "Posterior fossa irradiation only", "Chemotherapy only", "No further interventions indicated"],
          "correctIndex": 0,
          "explanation": "Radiotherapy followed by adjuvant (often platinum-based) chemotherapy is the standard of care after surgical debulking in medulloblastoma. Given its classic midline or paramedian cerebellar location, there is a high risk for ventricular entrapment and/or progressive hydrocephalus often requiring the placement of a ventriculoperitoneal shunt. Its location increases the risk of further CSF seeding and spread throughout the entire neuraxis. As a result, management following surgery traditionally consists of dose-reduced craniospinal radiation with boost targeting the posterior fossa, followed by adjuvant chemotherapy. With this approach, toxicity remains an issue even with dose reduction. Therefore, a referral to a tertiary care center with modern stereotactic proton-based radiation therapy (RT) is always recommended as per the most current National Comprehensive Cancer Network (NCCN) guidelines."
        },
        {
          "statement": "What is the standard of care for newly diagnosed ependymoma?",
          "options": ["Surgery and radiation", "Chemotherapy only", "Surgery and chemotherapy", "Radiation and chemotherapy"],
          "correctIndex": 0,
          "explanation": "The standard of care for an ependymoma is surgery and radiation. Surgery can be curative, and maximal safe resection is the goal. Adjuvant radiotherapy improves recurrence-free survival. Outside of investigational studies, chemotherapy is not a standard for newly diagnosed ependymomas."
        },
        {
          "statement": "Somatic mutations in which of the following pathways in glioblastoma (GBM) are frequently found in younger patients and are associated with better outcomes?",
          "options": ["IDH 1/2", "PTEN", "TP53", "BRAF"],
          "correctIndex": 0,
          "explanation": "Gliomas are marked by multiple genetic alterations. IDH1/2 mutations and MGMT methylation status are two independent prognostic factors for a better outcome. IDH1/2 mutations are generally found in younger patients. PTEN, TP53, and BRAF mutations are found to be commonly altered in gliomas but do not portend a favorable prognosis."
        },
        {
          "statement": "Mutations in TP53 and ATRX as well as loss of heterozygosity on chromosome 17 are common in what glioma subtype?",
          "options": ["GBM", "Oligodendroglioma", "Astrocytoma", "None of the above"],
          "correctIndex": 2,
          "explanation": "Mutations in TP53 and ATRX, as well as loss of heterozygosity of chromosome 17 (where TP53 is located), are commonly found in astrocytomas. Oligodendrogliomas are characterized by IDH1/2 mutations and 1p/19q codeletions. GBMs have multiple oncogenic drivers."
        },
        {
          "statement": "Oligodendrogliomas, which generally have a favorable prognosis, are characterized by what genetic mutations?",
          "options": ["BRAF", "O^6-methylguanine-DNA methyltransferase (MGMT) methylation", "1p/19q codeletion and IDH mutation", "ATRX"],
          "correctIndex": 2,
          "explanation": "Oligodendrogliomas are characterized by IDH mutations and 1p/19q codeletions. BRAF and ATRX mutations and MGMT methylation can be found in multiple glioma subtypes."
        },
        {
          "statement": "What somatic gene alteration is found in mesenchymal subgroup of GBM and is associated with a particularly poor outcome?",
          "options": ["PDGFR", "Neurofibromatosis type 1 (NF1)", "EGFR", "BRAF"],
          "correctIndex": 1,
          "explanation": "Four distinct GBM subgroups have emerged based on molecular signatures. The mesenchymal subgroup, which expresses mesenchymal markers such as chitinase-3-like protein-1 and MET, is marked by somatic alterations in NF1 and is associated with a particularly poor outcome. PDGFR amplification is often found in proneural subtype of GBM. EGFR and BRAF alterations are found to play a role in multiple subtypes of GBMs."
        },
        {
          "statement": "What epigenetic finding is a favorable prognostic factor and is associated with increased response to alkylating agents in GBMs?",
          "options": ["MGMT promoter methylation", "KDM5A overexpression", "1p/19q codeletion", "IDH1/2 wild-type"],
          "correctIndex": 0,
 "explanation": "MGMT promoter methylation is associated with an increased response to alkylating agents. Methylation of MGMT results in decreased expression of DNA repair genes, resulting in accumulation of permanent DNA damage. MGMT promoter methylation is an important favorable prognostic factor in GBM. Overexpression of the histone demethylase KDM5A is associated with TMZ resistance. IDH1/2 wild-type is associated with poorer prognosis than IDH1/2 mutation. 1p/19q codeletion is a positive prognostic factor but is not an epigenetic finding."
        },
        {
          "statement": "Genetic variants of which tumor suppressor gene are associated with a twofold relative risk increase in gliomas compared with the general population?",
          "options": ["TP53", "RB", "APC", "NF1"],
          "correctIndex": 0,
          "explanation": "Recent studies in genome-wide association studies have helped define the genetic susceptibility of glioma development. Ten independent inherited variants in eight chromosomal regions were associated with 20% to 40% increased risk for adult glioma. The rs78378222 variant of TP53 is associated with a twofold increase in risk."
        },
        {
          "statement": "GBM is most commonly associated with alterations in which pathway?",
          "options": ["EGFR", "RB", "P53", "All of the above"],
          "correctIndex": 3,
          "explanation": "Genetic studies have identified recurrent alterations in key signaling pathways such as receptor tyrosine kinase (67.3% including EGFR, PDGFRA, and FGFR3), TP53 (85.3%), RB1 (78.9%), and PI3K (25.1%)."
        },
        {
          "statement": "What is the most common malignant adult primary central nervous system (CNS) tumor in the United States?",
          "options": ["Astrocytoma", "Meningioma", "GBM", "Medulloblastoma"],
          "correctIndex": 2,
          "explanation": "In the United States, the most common malignant adult CNS cancer is GBM. In children, the most common malignant CNS cancer is medulloblastoma. The most common benign CNS tumors are meningiomas."
        },
        {
          "statement": "What environmental exposure is associated with an increase in primary CNS tumors?",
          "options": ["Benzene", "Aflatoxin", "Radiation", "Betel nut"],
          "correctIndex": 2,
          "explanation": "There is a strong association between ionizing radiation and the risk of developing primary CNS tumors. Benzene exposure is associated with hematologic malignancies. Aflatoxin is a potent fungal-derived carcinogen, usually associated with hepatocellular carcinoma (HCC). Betel nut chewing is associated with head and neck cancers."
        },
        {
          "statement": "Which primary CNS tumor is most commonly associated with Epstein-Barr virus infection?",
          "options": ["Primary CNS lymphoma", "Astrocytoma", "Pituitary adenoma", "Meningioma"],
          "correctIndex": 0,
          "explanation": "Primary CNS lymphoma is associated with Epstein-Barr virus infection, often in the setting of immunosuppressive states such as human immunodeficiency virus (HIV) and posttransplant immunosuppression. Primary CNS lymphoma is an acquired immune deficiency syndrome (AIDS)-defining disease in patients with HIV, along with Kaposi's sarcoma, high-grade non-Hodgkin's lymphoma, and invasive cervical carcinoma."
        },
        {
          "statement": "Which primary CNS tumor is often found to have calcification on MRI?",
          "options": ["Meningioma", "Oligodendroglioma", "GBM", "Anaplastic astrocytoma"],
          "correctIndex": 1,
          "explanation": "Calcifications are typical of oligodendroglioma. MRI findings, otherwise, are unable to discern between different histologic subtypes. The widely held convention that enhancing tumors are high-grade tumors and nonenhancing tumors are mostly low-grade tumors has been put into question recently."
        },
        {
          "statement": "Radiographic changes early on in the treatment course should always be responded with prompt management changes:",
          "options": ["True. Radiographic changes early on reflect refractory disease and should always prompt immediate treatment change.", "False. Pseudo-progression is common within the first 3 months postchemoradiation. Patients do not need to change management if pseudo-progression is suspected. Novel imaging techniques can be tried. Short-term follow-up MRIs are often performed."],
          "correctIndex": 1,
          "explanation": "As many as 25% to 40% of tumors after multimodal treatment will have radiographic changes that may not reflect disease change. In the setting of pseudo-progression, surgical excision of these lesions can show large areas of necrosis. Treatment with antiangiogenic agents can cause rapid resolution of tumor enhancement on imaging that does not correlate with disease progression, which is termed 'pseudo-response.'"
        },
        {
          "statement": "Intraoperative tumor tissue identification for surgical margins can be done with this compound in tumors that enhance on imaging:",
          "options": ["Methylene blue", "5-Aminoleuvulinic acid", "OTL38", "Bevacizumab-IRDye 800CW"],
          "correctIndex": 1,
          "explanation": "5-Aminolevulinic acid is a prodrug that is converted into fluorescent porphyrins by glioma cells and can be visualized intraoperatively. Methylene blue is often used for sentinel lymph node detection in breast cancer surgery. OTL38 is a fluorophore conjugated to a folate receptor α-targeting ligand and binds selectively to folate receptor α; its use for defining surgical margins in folate expressing lung tumors is currently being investigated. Bevacizumab-IRDye 800CW is an antibody-fluorophore conjugate being investigated for gastrointestinal cancers."
        },
        {
          "statement": "Which radiotherapy mode has been shown to minimally disrupt neurocognitive outcomes in benign or low-grade brain tumors?",
          "options": ["Whole brain radiation therapy (WBRT)", "High-dose radiotherapy", "X-ray radiation", "Proton therapy"],
          "correctIndex": 3,
          "explanation": "For primary CNS low-grade gliomas, defined radiation fields can be more precisely delineated with proton therapy. A prospective study from Massachusetts General Hospital with 20 patients undergoing proton therapy for low-grade gliomas showed stable cognitive function and quality of life."
        },
        {
          "statement": "A 55-year-old male has a resected low-grade glioma. Pathologic determination of which molecular findings will help assess his prognosis and risk?",
          "options": ["IDH1/2 mutation status", "1p/19q deletion", "TP53 mutation status", "All of the above"],
          "correctIndex": 3,
          "explanation": "Genome-wide analysis of low-grade gliomas has determined three prognostically significant subtypes based on molecular abnormalities; patients with IDH mutations and 1p/19q codeletions had the most favorable prognosis. Patients with IDH mutations without 1p/19q codeletion that were associated with TP53 mutation and ATRX inactivation had intermediate prognosis. Patients without IDH mutations but with mutations in PTEN, EGFR, NF1, TP53, PIK3CA, PTPN11, and PLCG1 had the worst prognosis."
        },
        {
          "statement": "1p/19q codeletion is most commonly associated with which low-grade glioma subtype and does it confer a better prognosis?",
          "options": ["Oligodendroglioma", "Ependymal tumors", "Diffuse astrocytoma", "Midline glioma"],
          "correctIndex": 0,
          "explanation": "The 2016 update of the WHO classification of CNS tumors defines oligodendroglial tumors as harboring both IDH1/2 mutation and codeletion of chromosome 1p/q19. These molecular findings are associated with a good prognosis."
        },
        {
          "statement": "Which of the following features is associated with favorable prognosis in patients with low-grade gliomas?",
          "options": ["Age <40", "Diameter ≥ 6 cm", "Tumor crossing the midline", "Astrocytoma histology"],
          "correctIndex": 0,
          "explanation": "Pignatti et al. developed a scoring system to identify patients with low-grade gliomas at varying levels of risk for mortality. Negative risk factors include age 40 or greater, astrocytoma histology, maximum diameter of 6 cm or greater, tumor crossing the midline, and the presence of neurologic deficits. Patients with up to two factors were considered at low risk (median survival = 7.7 years), and patients with three or more factors were considered at high risk (median survival = 3.2 years)."
        },
        {
          "statement": "A 45-year-old man presents with seizures. MRI reveals an enhancing 6.5-cm tumor; biopsy reveals a non-1p/19q-deleted anaplastic glioma. The addition of which adjuvant therapy to radiotherapy has been shown to improve the overall survival (OS)?",
          "options": ["Temozolomide (TMZ)", "Nitrosourea", "Bevacizumab", "No adjuvant therapy needed"],
          "correctIndex": 0,
          "explanation": "In the EORTC 26053 CATNON trial, 751 patients with newly diagnosed 1p/19q non-codeleted anaplastic glioma were randomized to RT alone, concurrent RT and TMZ, concurrent RT and TMZ with additional adjuvant TMZ, and RT followed by adjuvant TMZ. An interim analysis found that adjuvant TMZ confers a survival benefit. The role of concurrent TMZ is still undetermined, and a longer follow-up is needed. There are no trials comparing nitrosourea to TMZ. Bevacizumab is approved for recurrent, but not newly diagnosed anaplastic astrocytoma."
        },
        {
          "statement": "In a patient with anaplastic oligodendrogliomas harboring IDH1/2 mutation and 1p/19q codeletion, what is the best postoperative treatment strategy that has been shown to prolong survival in phase III clinical trials?",
          "options": ["Radiation alone", "Chemotherapy alone", "Radiation and chemotherapy", "No adjuvant therapy needed"],
          "correctIndex": 2,
          "explanation": "Adjuvant chemoradiation is beneficial for patients with anaplastic oligodendroglioma, especially with IDH1/2 mutation and 1p/19q codeletion. These tumors are radiation-sensitive, and there is no level 1 evidence for chemotherapy alone. Further studies have also shown that chemoradiation is superior to radiation alone for these patients. The choice of adjuvant chemotherapy is currently being investigated in the CODEL study."
        },
        {
          "statement": "The antiangiogenic agent bevacizumab is approved for recurrent GBM. What is the benefit of irradiation in addition to bevacizumab treatment compared with bevacizumab alone?",
          "options": ["Improved progression-free survival (PFS) and OS", "Improved PFS but not OS", "No difference in PFS or OS", "Inconclusive"],
          "correctIndex": 1,
          "explanation": "The phase II, multi-institutional RTOG 1205 trial in recurrent GBM found that combination irradiation and bevacizumab improved PFS, but not mean survival time."
        },
        {
          "statement": "What is the standard of care for elderly patients with newly diagnosed GBM?",
          "options": ["TMZ", "Hypofractionated radiotherapy with concurrent TMZ", "Short-course radiotherapy", "Hypofractionated radiotherapy with concurrent TMZ followed by up to six cycles of adjuvant TMZ"],
          "correctIndex": 3,
          "explanation": "The EORTC 26062-22061 phase III trial randomized newly diagnosed GBM patients aged 65 or older to hypofractionated radiotherapy (40 Gy/15 fractions) with concurrent and adjuvant TMZ to radiotherapy alone. Combined modality therapy with TMZ showed significant prolonged OS. Therefore, the current standard of care for newly diagnosed elderly GBM is a combination of hypofractionated radiotherapy and TMZ chemotherapy. In addition, MGMT methylation is associated with better prognosis and better treatment response with TMZ."
        },
        {
          "statement": "A 76-year-old patient with newly diagnosed GBM with multiple medical comorbidities, not eligible for combined chemoradiation therapy, presents to you for treatment options. What is the next best step?",
          "options": ["Longer course radiation alone, such as 60 Gray (Gy) in 30 daily fractions over 6 weeks", "Shorter course radiation (40 Gy in 15 fractions over 3 weeks) if MGMT unmethylated", "TMZ alone if MGMT methylated", "B or C"],
          "correctIndex": 3,
          "explanation": "Studies have shown that TMZ alone or hypofractionated radiotherapy is superior to conventional radiotherapy, that short-course radiotherapy is noninferior to long-course radiotherapy, and that chemoradiation is superior to radiation alone. MGMT methylation status is a useful marker for benefit from TMZ."
        },
        {
          "statement": "Which targeted therapies have been approved for second-line therapy in GBM based on study on improved PFS and OS?",
          "options": ["Bevacizumab", "EGFR targeted therapies", "Mechanistic target of rapamycin (mTOR) inhibitors", "Dabrafenib"],
          "correctIndex": 0,
          "explanation": "Bevacizumab was approved for recurrent GBM in 2009 when it was shown to significantly improve PFS compared with historical controls, either alone or in combination with irinotecan. Subsequent studies have continued to demonstrate its utility in recurrent GBM."
        },
        {
          "statement": "What local treatment utilizes electrical current and has prolonged survival when used concurrently with adjuvant TMZ in newly diagnosed GBM?",
          "options": ["Tumor-treating fields (TTFs)", "Electron radiotherapy", "Extracorporeal lithotripsy", "High-intensity focused ultrasound"],
          "correctIndex": 0,
          "explanation": "TTF therapy was approved for newly diagnosed GBM in 2015 based on EF-14 study. Electron radiotherapy mechanism is based on ionizing radiation. Extracorporeal lithotripsy utilizes sound wave to treat kidney stones. High-intensity focused ultrasound is an experimental technique for laparoscopic surgery."
        },
        {
          "statement": "Which factors affect the efficacy of TTFs?",
          "options": ["Gender", "Location of the tumor", "Duration of use of the device", "Prior radiation status"],
          "correctIndex": 2,
          "explanation": "Recent studies have shown that the effectiveness of TTF is directly related to how long the patient wears the device. The electrical fields are programmed to be configured to the target location. Therefore, tumor location does not affect efficacy. There is no evidence that gender affects response to TTF. There is no evidence that prior radiation status affects response to TTF."
        },
        {
          "statement": "The mechanism of which TTFs work on GBM is markedly different from conventional therapies. What are the main adverse side effects?",
          "options": ["Nausea/vomiting", "Pancytopenia", "Local mild-moderate dermatitis", "Hypertension and thromboembolic events"],
          "correctIndex": 2,
          "explanation": "TTF can cause local mild-to-moderate dermatitis at the site of the transducers, usually treated with topical steroids. It is very well tolerated, and compliance is high. Conventional cytotoxic chemotherapies can cause nausea/vomiting. TMZ can be myelosuppressive, and bevacizumab can cause hypertension and thromboembolic events."
        },
        {
          "statement": "A 49-year-old patient presents with altered mental status, and MRI identifies a frontal mass with associated dural thickening. She undergoes complete mass resection along with the involved dura. Histology shows the World Health Organization (WHO) grade I meningioma. What is the next step?",
          "options": ["Radiotherapy alone", "Watchful waiting", "Adjuvant chemotherapy", "Combination chemoradiation"],
          "correctIndex": 1,
          "explanation": "A WHO grade I meningioma with complete tumor resection and resection of the involved dura constitutes Simpson grade 2 resection, for which watchful waiting is appropriate. Risk for recurrence of resected meningioma is guided by the five grades of resection. Simpson grade 5 is biopsy only and is associated with higher rates of progression. Simpson grade 4 is partial tumor resection and is associated with 44% recurrence rate. Simpson grade 3 resection is gross tumor resection of the tumor without addressing the bone or dural attachments and is associated with 29% of relapse. Simpson grade 2 resection includes removal of the dural attachments, and the relapse rate is 19%. In Simpson grade 1 resection, the hyperostotic bone is also removed, and the relapse rate is 9%."
        },
        {
          "statement": "Early-onset, bilateral vestibular schwannoma is often associated with which germ line mutation in which gene?",
          "options": ["NF1", "NF2", "TSC", "VHL"],
          "correctIndex": 1,
          "explanation": "Bilateral schwannomas are almost always associated with NF2 mutation and are one of the criteria for diagnosis. Additionally, patients are also at risk of developing meningiomas and ependymomas. NF1 mutations are not associated with bilateral schwannomas. Tuberous sclerosis complex (TSC) is associated with subependymal giant cell astrocytomas. Von Hippel-Lindau (VHL) is associated with hemangioblastomas, other angiomas, and renal cell carcinomas."
        },
        {
          "statement": "What targeted therapy has been shown to treat bilateral vestibular schwannomas associated with NF2?",
          "options": ["Dabrafenib", "Bevacizumab", "Trametinib", "Imatinib"],
          "correctIndex": 1,
          "explanation": "Bevacizumab, a monoclonal antibody that inhibits vascular endothelial growth factor A (VEGF-A), has shown efficacy in treating bilateral vestibular schwannomas associated with neurofibromatosis type 2 (NF2). Studies have demonstrated that bevacizumab can reduce tumor size and improve hearing in some patients with NF2-related schwannomas. Dabrafenib and trametinib target BRAF and MEK pathways, respectively, and are used in other cancers like melanoma. Imatinib targets BCR-ABL and is primarily used in chronic myelogenous leukemia."
        },
        {
          "statement": "Which of the following cancers is most likely to metastasize to the brain?",
          "options": ["Prostate cancer", "Lung cancer", "Pancreatic cancer", "Colorectal cancer"],
          "correctIndex": 1,
          "explanation": "Lung cancer is the most common source of brain metastases, accounting for approximately 50% of cases. This is followed by breast cancer and melanoma. Prostate, pancreatic, and colorectal cancers have a lower propensity to metastasize to the brain."
        },
        {
          "statement": "What is the most common presenting symptom of brain metastases?",
          "options": ["Seizure", "Headache", "Focal weakness", "Visual disturbance"],
          "correctIndex": 1,
          "explanation": "Headache is the most common presenting symptom of brain metastases, occurring in approximately 50% of patients. It is often due to increased intracranial pressure or mass effect. Seizures, focal weakness, and visual disturbances are also common but less frequent."
        },
        {
          "statement": "Which of the following is a poor prognostic factor for patients with brain metastases?",
          "options": ["Single metastasis", "Karnofsky performance status (KPS) ≥ 70", "Age < 65 years", "Presence of extracranial metastases"],
          "correctIndex": 3,
          "explanation": "The presence of extracranial metastases is a poor prognostic factor in patients with brain metastases, as it indicates more advanced systemic disease. Single metastasis, KPS ≥ 70, and age < 65 years are associated with better prognosis."
        },
        {
          "statement": "What is the standard of care for a patient with a single brain metastasis and controlled systemic disease?",
          "options": ["Whole brain radiation therapy (WBRT) alone", "Stereotactic radiosurgery (SRS) or surgery followed by WBRT", "Chemotherapy alone", "Observation"],
          "correctIndex": 1,
          "explanation": "For patients with a single brain metastasis and controlled systemic disease, the standard of care is stereotactic radiosurgery (SRS) or surgical resection, often followed by whole brain radiation therapy (WBRT) or focal radiation to the resection cavity to reduce recurrence risk. Chemotherapy alone is not typically sufficient, and observation is inappropriate for symptomatic or large metastases."
        },
        {
          "statement": "In patients with brain metastases from non-small-cell lung cancer (NSCLC) harboring EGFR mutations, what is the preferred initial treatment?",
          "options": ["Whole brain radiation therapy", "Osimertinib", "Surgical resection", "Chemotherapy"],
          "correctIndex": 1,
          "explanation": "For NSCLC brain metastases with EGFR mutations, targeted therapies like osimertinib, a third-generation EGFR tyrosine kinase inhibitor, are preferred as initial treatment due to their ability to penetrate the blood-brain barrier and achieve intracranial response rates of up to 70%. Radiation or surgery may be considered for symptomatic or resistant cases."
        },
        {
          "statement": "Which imaging modality is most sensitive for detecting brain metastases?",
          "options": ["CT scan", "PET scan", "MRI with gadolinium", "X-ray"],
          "correctIndex": 2,
          "explanation": "MRI with gadolinium is the most sensitive imaging modality for detecting brain metastases, capable of identifying lesions as small as 2-3 mm. CT scans are less sensitive, PET scans are used for systemic staging, and X-rays are not used for brain imaging."
        },
        {
          "statement": "What is the role of prophylactic cranial irradiation (PCI) in small-cell lung cancer (SCLC)?",
          "options": ["To treat symptomatic brain metastases", "To reduce the incidence of brain metastases in limited-stage SCLC", "To improve overall survival in extensive-stage SCLC", "Both B and C"],
          "correctIndex": 3,
          "explanation": "Prophylactic cranial irradiation (PCI) is used in both limited-stage and extensive-stage small-cell lung cancer (SCLC) to reduce the incidence of brain metastases. In extensive-stage SCLC, PCI has also been shown to improve overall survival in patients who respond to initial chemotherapy."
        }
      ]
    },
    {
      "topic": "Cancer of the Head and Neck",
      "mcqs": [
        {
          "statement": "A 65-year-old man with a 40 pack-year history of smoking presented with hoarseness and a neck mass. He was found to have T4N2cM0 squamous cell carcinoma (SCC) of the glottic larynx. T4 classification was based on limited cortical erosion of the thyroid cartilage. The patient preferred a chance to preserve the larynx. Which treatment approach offers the best chance to preserve the patient's larynx and prevent disease recurrence?",
          "options": ["Radiation therapy alone", "Induction chemotherapy followed by radiation therapy", "Concurrent chemotherapy and radiation therapy", "Chemotherapy alone"],
          "correctIndex": 2,
          "explanation": "RTOG 91-11 demonstrated that concurrent chemotherapy and radiation therapy resulted in the highest chance for laryngeal preservation and disease control in laryngeal SCC, although overall survival was similar across radiation alone, induction chemotherapy followed by radiation, and concurrent chemoradiation."
        },
        {
          "statement": "Which of the following statements about the epidermal growth factor receptor (EGFR) in head and neck SCC (HNSCC) is TRUE?",
          "options": ["The EGFR inhibitor cetuximab with concurrent radiation improved overall survival in locally advanced HPV-related oropharyngeal SCC compared with cisplatin with concurrent radiation", "Activating EGFR mutations are frequent in HNSCC", "The EGFR inhibitor cetuximab improved overall survival when added to definitive radiation therapy compared with radiation alone", "High EGFR expression is associated with sensitivity to radiation therapy"],
          "correctIndex": 2,
          "explanation": "A randomized trial showed that cetuximab added to radiation therapy improved survival compared to radiation alone in HNSCC. Activating EGFR mutations are infrequent, and high EGFR expression is associated with radiation resistance. RTOG 1016 and De-ESCALaTE trials showed cisplatin with radiation was superior to cetuximab with radiation in HPV-related oropharyngeal SCC."
        },
        {
          "statement": "Which of the following are risk factors for HNSCC?",
          "options": ["Tobacco use", "Alcohol use", "Fanconi anemia", "All of the above"],
          "correctIndex": 3,
          "explanation": "Tobacco and alcohol are synergistic risk factors for HNSCC. Fanconi anemia increases risk due to DNA repair defects. Other risks include HPV, EBV, and occupational exposures."
        },
        {
          "statement": "Which of the following characteristics are typical features of HPV-related HNSCC?",
          "options": ["Most patients have limited or no smoking history and have primary tumors that involve the oropharynx", "Survival outcomes are substantially better than in patients with smoking-associated HNSCC", "The role of the HPV in subsites other than the oropharynx is not clear", "All of the above"],
          "correctIndex": 3,
          "explanation": "HPV-related HNSCC typically occurs in the oropharynx, in patients with limited smoking history, has better survival outcomes, and its role outside the oropharynx is less defined."
        },
        {
          "statement": "A 56-year-old man with right ear pain, a 3-cm right palatine tonsil mass, and two enlarged lymph nodes was diagnosed with p16+ SCC. Which of the following is TRUE about his curative treatment options?",
          "options": ["He can safely be treated with radiation alone", "Cisplatin dosed at 30 mg/m² weekly with radiation provides equivalent local-regional control compared with cisplatin 100 mg/m² every 3 weeks with radiation", "Cisplatin given with radiation improves his chance of overall survival compared with cetuximab given with radiation", "HPV-related SCCs tend to be resistant to radiation-based treatments"],
          "correctIndex": 2,
          "explanation": "RTOG 1016 and De-ESCALaTE trials showed cisplatin with radiation improves overall survival compared to cetuximab with radiation in HPV-related HNSCC. Weekly low-dose cisplatin has higher locoregional failure rates, and HPV-related SCCs are sensitive to radiation."
        },
        {
          "statement": "A 56-year-old man with nasopharyngeal SCC, skull base invasion, and EBV-positive biopsy. Which treatment approach provides the greatest benefit for overall survival?",
          "options": ["Surgery followed by adjuvant radiation with concurrent cisplatin", "Induction therapy with concurrent radiation and cisplatin followed by surgery", "Concurrent radiation and cisplatin", "Induction chemotherapy with gemcitabine and cisplatin, followed by concurrent radiation with cisplatin", "Induction chemotherapy with gemcitabine and cisplatin, followed by surgery"],
          "correctIndex": 3,
          "explanation": "A phase III trial showed induction chemotherapy with gemcitabine and cisplatin followed by concurrent chemoradiation improved recurrence-free and overall survival in nasopharyngeal carcinoma compared to chemoradiation alone."
        },
        {
          "statement": "A 64-year-old man with metastatic oral tongue SCC progressed on pembrolizumab. Which of the following statements is TRUE?",
          "options": ["Cisplatin and 5-FU improves overall survival compared with single-agent methotrexate", "Cetuximab has no activity in metastatic HNSCC", "Cisplatin and 5-FU results in a higher tumor response rate than single-agent methotrexate", "Higher chemotherapy doses improve overall survival"],
          "correctIndex": 2,
          "explanation": "Cisplatin and 5-FU have higher tumor response rates than methotrexate in metastatic HNSCC but do not improve overall survival. Cetuximab has activity, and higher doses do not improve survival."
        },
        {
          "statement": "A 66-year-old man with a 4-cm floor of mouth SCC invading the mandible. What is the most appropriate initial therapy?",
          "options": ["Surgery", "Radiation therapy", "Concurrent chemotherapy and radiation therapy", "Chemotherapy"],
          "correctIndex": 0,
          "explanation": "Surgery is the most effective initial therapy for oral cavity SCC, especially with mandibular invasion, followed by adjuvant radiation or chemoradiation based on pathology."
        },
        {
          "statement": "A 54-year-old woman with resected supraglottic SCC, T2, with lymphovascular and perineural invasion, and two lymph nodes with extracapsular extension. What is the most appropriate adjuvant therapy?",
          "options": ["Observation", "Radiation alone", "Concurrent chemotherapy and radiation therapy", "Chemotherapy alone"],
          "correctIndex": 2,
          "explanation": "Extracapsular nodal extension is a major risk factor, and randomized trials support adjuvant concurrent chemotherapy and radiation therapy to reduce recurrence risk."
        },
        {
          "statement": "What is the benefit of cetuximab in patients with HNSCC?",
          "options": ["Concurrent cetuximab and radiation improved overall survival in stage I to IV disease", "Cetuximab is equally effective as cisplatin with radiation", "Addition of cetuximab to cisplatin and radiation improved overall survival", "Concurrent cetuximab and radiation improved overall survival in nonmetastatic stage III to IV HNSCC"],
          "correctIndex": 3,
          "explanation": "A phase III trial showed cetuximab with radiation improved local control and overall survival in nonmetastatic stage III-IV HNSCC compared to radiation alone."
        },
        {
          "statement": "Which of the following statements about the treatment of laryngeal SCC is TRUE?",
          "options": ["Radiation therapy alone resulted in poorer overall survival compared with concurrent chemotherapy and radiation", "Concurrent chemotherapy and radiation resulted in better local tumor control and higher laryngeal preservation rate than radiation alone", "A total laryngectomy is required for locally advanced SCC", "Large-volume laryngeal SCC is best treated with nonsurgical therapy"],
          "correctIndex": 1,
          "explanation": "RTOG 91-11 showed concurrent chemoradiation improved local control and laryngeal preservation compared to radiation alone, with similar overall survival."
        },
        {
          "statement": "There is an overall survival benefit with adjuvant chemotherapy given after resection of an SCC of the larynx.",
          "options": ["True", "False"],
          "correctIndex": 1,
          "explanation": "Trials have not shown a survival benefit for adjuvant chemotherapy in resected laryngeal SCC, except in nasopharyngeal SCC."
        },
        {
          "statement": "In patients with metastatic HNSCC treated with pembrolizumab or nivolumab, what is the most common immune-mediated toxicity?",
          "options": ["Colitis", "Pneumonitis", "Hypothyroidism", "Hypophysitis", "Hepatitis"],
          "correctIndex": 2,
          "explanation": "KEYNOTE-048 reported hypothyroidism as the most common immune-mediated toxicity, occurring in 16-18% of patients treated with pembrolizumab."
        },
        {
          "statement": "A 56-year-old woman with left-sided facial swelling and a parotid mass diagnosed with high-grade mucoepidermoid carcinoma. What is the best treatment?",
          "options": ["Radiation alone", "Concurrent chemotherapy and radiation therapy", "Surgery alone", "Surgery followed by adjuvant radiation therapy"],
          "correctIndex": 3,
          "explanation": "Surgery is the primary treatment for parotid gland malignancies, with adjuvant radiation for high-grade tumors to reduce recurrence risk."
        },
        {
          "statement": "Which of the following statements is TRUE about locally advanced HNSCC?",
          "options": ["The most common long-term complication of radiation therapy is xerostomia", "No benefit from swallowing during radiation therapy if nutrition is via G-tube", "IMRT increases the risk of xerostomia", "Severity of acute side effects is similar with concurrent chemotherapy"],
          "correctIndex": 0,
          "explanation": "Xerostomia is the most common long-term complication of radiation. IMRT reduces xerostomia risk, and swallowing exercises are beneficial."
        },
        {
          "statement": "Which of the following statements are TRUE regarding second primary cancers in patients with HNSCC?",
          "options": ["Patients with HPV-related oropharyngeal SCC have a similar risk of second primary cancers as smoking-induced HNSCC", "Patients who quit smoking have a lower risk of second primary cancers", "Treatment with α-tocopherol decreases the incidence of second primary cancers", "Treatment with isotretinoin decreases the incidence of second primary cancers"],
          "correctIndex": 1,
          "explanation": "Quitting smoking reduces the risk of second primary cancers. HPV-related HNSCC has a lower risk, and α-tocopherol and isotretinoin have no proven benefit."
        },
        {
          "statement": "Which of the following statements regarding induction chemotherapy in the treatment of HNSCC is TRUE?",
          "options": ["Concurrent chemoradiation improved overall survival compared with induction chemotherapy followed by radiation", "Addition of docetaxel to cisplatin and 5-FU had similar overall survival compared to cisplatin and 5-FU", "Induction chemotherapy may facilitate organ preservation in laryngeal or hypopharyngeal SCC", "Induction chemotherapy followed by concurrent chemoradiation improves overall survival"],
          "correctIndex": 2,
          "explanation": "Induction chemotherapy can facilitate organ preservation in laryngeal/hypopharyngeal SCC but does not improve overall survival."
        },
        {
          "statement": "A 35-year-old nonsmoking female with a 2.5-cm oral tongue SCC, stage II (T2N0M0). What is the most appropriate next therapy?",
          "options": ["Postoperative adjuvant radiation therapy", "Postoperative adjuvant concurrent chemotherapy and radiation therapy", "Close monitoring", "Left selective neck dissection"],
          "correctIndex": 2,
          "explanation": "Stage II oral cavity SCC with negative margins and no adverse features is managed with close monitoring after surgery."
        },
        {
          "statement": "A 65-year-old man with metastatic hypopharyngeal SCC and pulmonary nodules. CPS is 0. What regimen provides the greatest benefit for overall survival?",
          "options": ["Pembrolizumab monotherapy", "Carboplatin, 5-FU, and pembrolizumab", "Carboplatin, 5-FU, and cetuximab", "Carboplatin and cetuximab", "Carboplatin, paclitaxel, and bevacizumab"],
          "correctIndex": 1,
          "explanation": "KEYNOTE-048 showed carboplatin, 5-FU, and pembrolizumab improved 24-month overall survival compared to cetuximab-based regimens."
        },
        {
          "statement": "A 65-year-old male with metastatic salivary ductal adenocarcinoma. What is the most appropriate next step?",
          "options": ["Weekly cetuximab", "Carboplatin, 5-FU, and cetuximab", "Paclitaxel", "Perform immunohistochemistry stain for estrogen and progesterone receptors", "Perform immunohistochemistry stain for the androgen receptor"],
          "correctIndex": 4,
          "explanation": "Salivary ductal carcinomas frequently express androgen receptors, and androgen blockade has shown high tumor response rates."
        }
      ]
    },
    {
      "topic": "Thoracic Cancers",
      "mcqs": [
        {
          "statement": "A 40-year-old never-smoker woman with lung adenocarcinoma and EGFR exon 19 deletion progressed on erlotinib. Which EGFR mutation is most likely to explain resistance?",
          "options": ["L858R", "Exon 20 insertion", "T790M", "C797S"],
          "correctIndex": 2,
          "explanation": "T790M mutation is the most common mechanism of resistance to erlotinib, occurring in about 50% of cases."
        },
        {
          "statement": "A 57-year-old never-smoker female with metastatic lung adenocarcinoma and ROS1 rearrangement. Which treatment would you recommend?",
          "options": ["Osimertinib", "Crizotinib", "Carboplatin, pemetrexed, pembrolizumab", "Alectinib"],
          "correctIndex": 1,
          "explanation": "Crizotinib is a frontline ROS1 TKI for ROS1-rearranged NSCLC, with established efficacy."
        },
        {
          "statement": "A 55-year-old man with a 30 pack-year history presents with a 3.5-cm right upper lobe mass. What is the next best step?",
          "options": ["Bronchoscopy and biopsy", "CT-guided biopsy", "Brain MRI", "Refer to thoracic surgeon"],
          "correctIndex": 1,
          "explanation": "A peripheral mass is best biopsied via CT-guided biopsy to establish a tissue diagnosis."
        },
        {
          "statement": "A 65-year-old man with stage IV lung adenocarcinoma, PD-L1 1%. What is the next best step?",
          "options": ["Referral to a thoracic surgeon", "Radiation to the chest", "Concurrent chemotherapy and radiation", "Platinum-based doublet combined with pembrolizumab"],
          "correctIndex": 3,
          "explanation": "Stage IV NSCLC with malignant pleural effusion is treated with platinum-based doublet chemotherapy and pembrolizumab."
        },
        {
          "statement": "A 66-year-old man with metastatic squamous NSCLC, PD-L1 20%. Which treatment regimen would you recommend?",
          "options": ["Cisplatin, pemetrexed, pembrolizumab", "Carboplatin, paclitaxel, and pembrolizumab", "Single-agent pemetrexed", "Carboplatin and pemetrexed"],
          "correctIndex": 1,
          "explanation": "For squamous NSCLC, carboplatin, paclitaxel, and pembrolizumab is effective, as pemetrexed is less effective in squamous histology."
        },
        {
          "statement": "A 55-year-old woman with metastatic lung adenocarcinoma, stable disease after four cycles of carboplatin and paclitaxel. What would you recommend?",
          "options": ["Treatment break, erlotinib at progression", "Stopping carboplatin, continuing paclitaxel", "Continuing carboplatin and paclitaxel for four additional cycles", "Pemetrexed maintenance therapy"],
          "correctIndex": 3,
          "explanation": "Pemetrexed maintenance therapy improves overall survival in NSCLC patients with stable disease and good performance status."
        },
        {
          "statement": "A 58-year-old man with limited-stage SCLC. What treatment would you recommend?",
          "options": ["Cisplatin and etoposide chemotherapy", "Cisplatin and etoposide with concurrent thoracic radiation", "Cisplatin and etoposide, followed by PCI if responding", "Cisplatin and etoposide with concurrent thoracic radiation, followed by PCI if responding"],
          "correctIndex": 3,
          "explanation": "Concurrent chemoradiation with cisplatin and etoposide, followed by PCI in responders, is the standard for limited-stage SCLC."
        },
        {
          "statement": "A 57-year-old man with stage IA lung adenocarcinoma, post-lobectomy with 4R lymph node involvement. What treatment gives the best chance of survival?",
          "options": ["Observation", "Adjuvant chemotherapy with cisplatin and pemetrexed", "Adjuvant radiation therapy", "Adjuvant chemotherapy with single-agent cisplatin"],
          "correctIndex": 1,
          "explanation": "Adjuvant cisplatin-based doublet chemotherapy improves survival in stage II/III NSCLC post-resection."
        },
        {
          "statement": "Which of the following statements is CORRECT regarding pulmonary carcinoid tumors?",
          "options": ["Patients usually present with carcinoid syndrome", "Surgery has a curative potential for resectable localized tumors", "Adjuvant chemotherapy is standard post-resection", "Most pulmonary carcinoids are atypical"],
          "correctIndex": 1,
          "explanation": "Surgery is curative for resectable pulmonary carcinoids; only 2% present with carcinoid syndrome, and 90% are typical."
        },
        {
          "statement": "A 50-year-old male with metastatic lung adenocarcinoma, BRAF V600E mutation, PD-L1 60%. Which is the best treatment option?",
          "options": ["Dabrafenib plus trametinib", "Carboplatin and pemetrexed", "Pembrolizumab", "Dabrafenib, trametinib, and pembrolizumab"],
          "correctIndex": 0,
          "explanation": "Dabrafenib and trametinib are effective for BRAF V600E-mutated NSCLC, and combining with immunotherapy lacks evidence."
        },
        {
          "statement": "A 60-year-old man with stage IIIA NSCLC (T2aN2M0). Which is the best management?",
          "options": ["Definitive radiation to the chest", "Radiation followed by platinum-based chemotherapy", "Concurrent radiation and platinum-based chemotherapy followed by durvalimab consolidation", "Platinum-based chemotherapy"],
          "correctIndex": 2,
          "explanation": "Concurrent chemoradiation followed by durvalimab consolidation is the standard for stage IIIA NSCLC."
        },
        {
          "statement": "A 47-year-old female with ALK-rearranged lung adenocarcinoma progressed on alectinib with ALK G1202R mutation. Which is the optimal treatment?",
          "options": ["Lorlatinib", "Brigatinib", "Certinib", "Crizotinib"],
          "correctIndex": 0,
          "explanation": "Lorlatinib is effective against ALK G1202R mutation in ALK-rearranged NSCLC."
        },
        {
          "statement": "A 45-year-old never-smoker woman with metastatic lung adenocarcinoma, EGFR exon 19 deletion. Which is a valid first-line treatment?",
          "options": ["Cetuximab", "Osimertinib", "Necitumumab", "Crizotinib"],
          "correctIndex": 1,
          "explanation": "Osimertinib is a first-line EGFR TKI for EGFR-mutated NSCLC, with improved overall survival."
        },
        {
          "statement": "A 65-year-old never-smoker man with metastatic lung adenocarcinoma, ROS1 gene fusion. Which treatment option is CORRECT?",
          "options": ["Carboplatin and pemetrexed", "Afatinib", "Entrectinib", "Alectinib"],
          "correctIndex": 2,
          "explanation": "Entrectinib is approved for ROS1-rearranged NSCLC, alongside crizotinib."
        },
        {
          "statement": "A 65-year-old man with unresectable stage IIIB lung adenocarcinoma. Which would you recommend?",
          "options": ["Concurrent cisplatin and etoposide, no consolidation, no PCI", "Concurrent cisplatin and etoposide, consolidation docetaxel, no PCI", "Concurrent cisplatin and etoposide, consolidation durvalimab, no PCI", "Concurrent cisplatin and etoposide, consolidation gefitinib, followed by PCI"],
          "correctIndex": 2,
          "explanation": "Concurrent chemoradiation with cisplatin and etoposide followed by durvalimab consolidation is standard for stage IIIB NSCLC."
        },
        {
          "statement": "A 44-year-old woman with lung adenocarcinoma at the apex involving the brachial plexus. What is the preferred treatment strategy?",
          "options": ["Sequential chemotherapy followed by radiation", "Surgical resection followed by adjuvant chemotherapy", "Palliative chemotherapy", "Concurrent chemoradiation followed by surgical resection"],
          "correctIndex": 3,
          "explanation": "Trimodality therapy with concurrent chemoradiation followed by resection is preferred for Pancoast tumors."
        },
        {
          "statement": "Which of the following are characteristic genomic features of SCLC?",
          "options": ["Recurrent alterations in EGFR and ALK", "Recurrent alterations in TP53 and RB1", "Recurrent mutations in DDR2 and BRAF", "Recurrent EGFR and KRAS mutations"],
          "correctIndex": 1,
          "explanation": "SCLC is characterized by recurrent TP53 and RB1 alterations."
        },
        {
          "statement": "A 45-year-old male with stage IIB NSCLC post-lobectomy with peribronchial lymph node involvement. What is the next preferred step?",
          "options": ["No further treatment, observation only", "Adjuvant chemotherapy with a cisplatin-based doublet", "Adjuvant chemotherapy with single-agent cisplatin", "Adjuvant chemotherapy with single-agent vinorelbine"],
          "correctIndex": 1,
          "explanation": "Adjuvant cisplatin-based doublet chemotherapy improves survival in stage IIB NSCLC."
        },
        {
          "statement": "What is the most common histologic subtype of malignant mesotheliomas?",
          "options": ["Epithelial", "Sarcomatoid", "Poorly differentiated", "Biphasic"],
          "correctIndex": 0,
          "explanation": "Epithelial subtype comprises 50-60% of malignant mesotheliomas."
        },
        {
          "statement": "Which immunohistochemistry marker is present in malignant mesotheliomas?",
          "options": ["CEA", "TTF-1", "Moc-31", "Calretinin"],
          "correctIndex": 3,
          "explanation": "Calretinin is diffusely positive in mesothelioma, unlike CEA, TTF-1, and Moc-31."
        },
        {
          "statement": "Which of the following is an indicator of poor prognosis in malignant mesothelioma?",
          "options": ["Anemia", "Epithelial histology", "Female gender", "High c-MET expression"],
          "correctIndex": 0,
          "explanation": "Anemia is a poor prognostic factor in mesothelioma; epithelial histology and female gender are favorable."
        },
        {
          "statement": "Which finding(s) indicate an unresectable pleural mesothelioma?",
          "options": ["Direct extension into the spine", "Extension into the internal surface of the pericardium without pleural effusion", "Direct transdiaphragmatic extension to the peritoneum", "All of the above"],
          "correctIndex": 3,
          "explanation": "All listed findings define T4 unresectable pleural mesothelioma."
        },
        {
          "statement": "Frequent alteration of which tumor suppressor gene is seen in familial risk of mesothelioma?",
          "options": ["RBL1", "APC", "RB1", "BAP1"],
          "correctIndex": 3,
          "explanation": "BAP1 mutations are seen in 20% of mesotheliomas and are associated with familial risk."
        },
        {
          "statement": "A 47-year-old female with ALK-positive metastatic lung adenocarcinoma progressed on alectinib. Which side effect of lorlatinib is most concerning given her family history of myocardial infarctions?",
          "options": ["Edema", "Fatigue", "Nausea", "Hypercholesterolemia"],
          "correctIndex": 3,
          "explanation": "Hypercholesterolemia, occurring in up to 65% of patients on lorlatinib, is concerning given her cardiovascular family history."
        },
        {
          "statement": "A 60-year-old man with metastatic pleural mesothelioma. Which chemotherapy regimen is most preferable in the first-line setting?",
          "options": ["Cisplatin and gemcitabine", "Carboplatin and gemcitabine", "Single-agent pemetrexed", "Cisplatin and pemetrexed, bevacizumab"],
          "correctIndex": 3,
          "explanation": "The MAPS trial showed cisplatin, pemetrexed, and bevacizumab is a standard first-line therapy for mesothelioma."
        },
        {
          "statement": "A 72-year-old woman with extensive-stage SCLC. What is preferred frontline therapy?",
          "options": ["Platinum-etoposide chemotherapy alone", "Immunotherapy alone", "Platinum-etoposide chemotherapy plus immunotherapy", "Thoracic radiation therapy"],
          "correctIndex": 2,
          "explanation": "IMpower133 and CASPIAN trials showed platinum-etoposide plus immunotherapy improves survival in extensive-stage SCLC."
        },
        {
          "statement": "Which statement is CORRECT regarding the role of PCI in extensive-stage small cell carcinoma?",
          "options": ["PCI increases overall survival in responders", "PCI increases overall survival and reduces brain metastases", "PCI reduces the incidence of symptomatic brain metastases", "PCI should be avoided due to toxicities"],
          "correctIndex": 2,
          "explanation": "PCI reduces symptomatic brain metastases by over 50% in extensive-stage SCLC, but its impact on overall survival is uncertain."
        },
        {
          "statement": "A 67-year-old male with SCLC and SVC obstruction. What is the appropriate treatment?",
          "options": ["Chemotherapy", "Endovascular therapy", "Radiation therapy", "Corticosteroids"],
          "correctIndex": 0,
          "explanation": "Chemotherapy is effective for non-life-threatening SVC obstruction in SCLC, relieving symptoms in 75% of cases."
        },
        {
          "statement": "A 56-year-old man with extensive-stage SCLC presents with disorientation and hyponatremia. What is the suspected diagnosis?",
          "options": ["Cushing syndrome", "Lambert-Eaton myasthenic syndrome", "Subacute cerebellar degeneration", "Syndrome of inappropriate antidiuretic hormone secretion (SIADH)"],
          "correctIndex": 3,
          "explanation": "SIADH, common in SCLC, causes hyponatremia and symptoms like disorientation due to ectopic ADH production."
        },
        {
          "statement": "A 45-year-old female with an anterior mediastinal mass. Which is the least likely differential diagnosis?",
          "options": ["Thymoma", "Non-Hodgkin lymphoma", "Teratoma", "Seminoma"],
          "correctIndex": 3,
          "explanation": "Seminoma is rare in females, while thymoma, lymphoma, and teratoma are more common causes of anterior mediastinal masses."
        },
        {
          "statement": "What is true about small cell carcinoma?",
          "options": ["Receptor kinase-PI3K signaling is the most commonly affected pathway", "SCLC is characterized by alterations in cell cycle regulation and NOTCH signaling", "Basal cells of the bronchial epithelium are the cells of origin", "Mutations in CDKN2A are the commonest alterations"],
          "correctIndex": 1,
          "explanation": "SCLC is characterized by cell cycle regulation and NOTCH signaling alterations, arising from neuroendocrine cells."
        },
        {
          "statement": "A 49-year-old male with type B2 thymoma, microscopic capsular invasion. What further advice would you give?",
          "options": ["Surveillance with CT chest every 6-12 months", "Postoperative radiotherapy", "Concurrent chemoradiation", "Adjuvant chemotherapy"],
          "correctIndex": 1,
          "explanation": "Postoperative radiotherapy is recommended for Masaoka stage II thymoma with capsular invasion."
        },
        {
          "statement": "Which of the following is not a mandatory investigation in evaluation of all patients with SCLC?",
          "options": ["MRI brain", "PET CT or contrast-enhanced CT chest and abdomen", "Bone marrow biopsy", "Thoracentesis in case of pleural effusion"],
          "correctIndex": 2,
          "explanation": "Bone marrow biopsy is only performed in selective cases with hematologic findings suggesting marrow invasion."
        }
      ]
    },
    {
      "topic": "Breast Cancer",
      "mcqs": [
        {
          "statement": "What percentage of breast cancers is caused by germline mutations?",
          "options": ["20%", "10%", "15%", "2%"],
          "correctIndex": 1,
          "explanation": "Approximately 10% of breast cancers are associated with germline mutations, with the rest being sporadic."
        },
        {
          "statement": "BRCA1 mutations are most commonly associated with:",
          "options": ["Triple-negative breast cancers", "ER-positive breast cancers", "Pancreatic cancer and melanoma", "Autosomal recessive inheritance"],
          "correctIndex": 0,
          "explanation": "BRCA1 mutations are commonly linked to triple-negative breast cancers, while BRCA2 is associated with ER-positive cancers and other malignancies."
        },
        {
          "statement": "Li-Fraumeni syndrome is characterized by which clinical features?",
          "options": ["Lobular breast cancer, gastric cancer", "Breast cancer, soft tissue sarcoma, CNS tumors, adrenocortical cancer, leukemia, prostate cancer", "Breast cancer, hamartoma, thyroid cancer, oral mucosa cancer", "Male breast cancer, pancreas cancer, gall bladder cancer"],
          "correctIndex": 1,
          "explanation": "Li-Fraumeni syndrome, caused by TP53 mutations, is associated with breast cancer, sarcomas, CNS tumors, and other cancers."
        },
        {
          "statement": "Which of the following statements about luminal A subtype is TRUE?",
          "options": ["It is more common in premenopausal black women", "Luminal A breast cancers frequently carry TP53 mutations", "It is characterized by high-expression levels of ER-related genes and low expression of HER2 and proliferation genes", "It has a worse prognosis than other subtypes"],
          "correctIndex": 2,
          "explanation": "Luminal A breast cancer has high ER-related gene expression, low HER2/proliferation gene expression, and a better prognosis."
        },
        {
          "statement": "A 42-year-old female with a 1.5-cm ER-positive, HER2-negative breast cancer, node-negative. Treatment recommendations include:",
          "options": ["Adjuvant radiation followed by 5-10 years of endocrine therapy", "5-10 years of letrozole alone", "Oncotype DX testing and 5-10 years of endocrine therapy", "HER2-based therapy followed by tamoxifen"],
          "correctIndex": 2,
          "explanation": "TAILORx supports Oncotype DX testing to guide chemotherapy in node-negative, ER-positive breast cancer, followed by endocrine therapy."
        },
        {
          "statement": "Which of the following factors is a risk factor for developing breast cancer?",
          "options": ["Cowden syndrome", "Early age at first full-term pregnancy", "Breast density <10%", "Simple breast cysts"],
          "correctIndex": 0,
          "explanation": "Cowden syndrome (PTEN mutations) increases breast cancer risk, unlike early pregnancy or low breast density."
        },
        {
          "statement": "ACS guidelines for MRI screening are supported for which of the following patients?",
          "options": ["47-year-old woman with BRCA1 mutation", "60-year-old woman with LCIS", "55-year-old woman with prior ER-positive breast cancer", "65-year-old woman with chest radiation at age 60"],
          "correctIndex": 0,
          "explanation": "ACS recommends MRI screening for BRCA mutation carriers, those with 20-25% lifetime risk, or chest radiation between ages 10-30."
        },
        {
          "statement": "Which of the following scenarios are considered a contraindication to the use of tamoxifen?",
          "options": ["Major surgical procedure within the previous 6 months", "History of deep vein thrombosis, stroke, or pulmonary embolism", "60-year-old woman with bilateral asymptomatic cataracts", "65-year-old woman on an SSRI for hot flashes"],
          "correctIndex": 1,
          "explanation": "History of thromboembolism is a contraindication to tamoxifen due to increased thrombotic risk."
        },
        {
          "statement": "A 44-year-old woman with a new palpable breast mass. The most appropriate way to diagnose suspected invasive carcinoma is:",
          "options": ["Circulating tumor DNA", "Excisional biopsy", "Core needle biopsy", "Fine-needle aspiration biopsy"],
          "correctIndex": 2,
          "explanation": "Core needle biopsy is the preferred method to diagnose invasive breast cancer, distinguishing it from DCIS."
        },
        {
          "statement": "A 42-year-old premenopausal woman with atypical hyperplasia. Which prevention strategy is CORRECT?",
          "options": ["Tamoxifen reduces the risk only in premenopausal women", "Oophorectomy reduces the risk by 50%-65%", "Bilateral mastectomy completely eliminates risk", "Raloxifene provides similar benefit compared with tamoxifen"],
          "correctIndex": 1,
          "explanation": "Oophorectomy reduces breast cancer risk by 50-65% in premenopausal women; tamoxifen and raloxifene reduce risk in both pre- and postmenopausal women."
        },
        {
          "statement": "The Gail model includes which of the following risk factors?",
          "options": ["Second-degree relatives with breast cancer", "Previous breast biopsies", "Age at first pregnancy conception", "Age at menopause"],
          "correctIndex": 1,
          "explanation": "The Gail model includes previous breast biopsies, first-degree relatives, age at menarche, age at first live birth, race, and ethnicity."
        },
        {
          "statement": "Which of the following statements about ductal carcinoma in situ (DCIS) is TRUE?",
          "options": ["DCIS accounts for 15%-30% of mammographically detected cancers", "DCIS is most common in women aged 40-49 years", "Younger women have a lower rate of local recurrence", "Sentinel lymph node biopsy should be performed routinely"],
          "correctIndex": 0,
          "explanation": "DCIS accounts for 15-30% of mammographically detected cancers, is most common in women aged 49-69, and younger women have higher recurrence rates."
        },
        {
          "statement": "The use of radiation therapy (RT) after lumpectomy in patients with DCIS:",
          "options": ["Improves overall survival", "Reduces the risk of recurrent DCIS, but not invasive disease", "Does not decrease local recurrence when tamoxifen therapy is administered", "None of the above"],
          "correctIndex": 3,
          "explanation": "RT after lumpectomy for DCIS reduces both invasive and noninvasive recurrences but does not improve overall survival."
        },
        {
          "statement": "According to the AJCC eighth edition, which factor is not included in breast cancer staging in addition to TNM?",
          "options": ["ER expression", "Tumor grade", "Ki 67", "Oncotype DX if applicable"],
          "correctIndex": 2,
          "explanation": "AJCC eighth edition includes ER, PR, HER2, tumor grade, and Oncotype DX, but not Ki 67, in breast cancer staging."
        },
        {
          "statement": "Which of the following statements concerning local recurrences after breast-conserving therapy is FALSE?",
          "options": ["Molecular subtype is the most significant determinant of local recurrence", "Women may be offered salvage mastectomy", "Local recurrences do not require systemic staging", "Chemotherapy after local recurrence improves survival in ER-negative tumors"],
          "correctIndex": 2,
          "explanation": "Local recurrences warrant systemic staging, as over 60% of patients may develop metastatic disease."
        },
        {
          "statement": "Which of the following is an absolute contraindication to breast-conserving surgery requiring RT?",
          "options": ["RT during pregnancy", "Diffuse suspicious microcalcifications", "Widespread disease that cannot be excised with negative margins", "All of the above"],
          "correctIndex": 3,
          "explanation": "All listed conditions are absolute contraindications to breast-conserving surgery with RT."
        },
        {
          "statement": "Identify the CORRECT statement.",
          "options": ["Patients aged 70 and older with stage 1, ER-positive breast cancer treated with lumpectomy and tamoxifen have no difference in locoregional recurrence rates", "Preoperative chemotherapy has a long-term survival advantage", "Concurrent pertuzumab with trastuzumab and chemotherapy is appropriate in preoperative HER2-positive breast cancer", "All of the above"],
          "correctIndex": 2,
          "explanation": "FDA approved concurrent pertuzumab with trastuzumab and chemotherapy for preoperative HER2-positive breast cancer."
        },
        {
          "statement": "The gains associated with adjuvant tamoxifen:",
          "options": ["Are independent of patient age", "Are less in patients who also receive adjuvant chemotherapy", "Are dependent on patient menopausal status", "Decline 10 years after diagnosis"],
          "correctIndex": 0,
          "explanation": "Tamoxifen improves overall survival for at least 15 years, independent of age, menopausal status, or chemotherapy use."
        },
        {
          "statement": "Identify the patient most appropriate for ovarian suppression.",
          "options": ["31-year-old with T2N1 triple-negative breast cancer", "38-year-old with T1cN1 ER-positive HER2-negative breast cancer", "47-year-old with T1cN0 ER-positive HER2-negative breast cancer, Oncotype DX score 11", "75-year-old with T2N0 ER-positive HER2-negative breast cancer"],
          "correctIndex": 1,
          "explanation": "SOFT and TEXT trials support ovarian suppression in premenopausal, node-positive, ER-positive breast cancer patients needing chemotherapy."
        },
        {
          "statement": "Identify the CORRECT statement regarding the use of taxanes in the adjuvant setting.",
          "options": ["Concurrent docetaxel/doxorubicin/cyclophosphamide is better tolerated than sequential dose-dense AC followed by paclitaxel", "Weekly paclitaxel is associated with increased grades 3 and 4 neutropenia", "Weekly paclitaxel is associated with increased grades 3 and 4 neuropathy", "Incorporation of gemcitabine improves efficacy"],
          "correctIndex": 1,
          "explanation": "Weekly paclitaxel has higher neutropenia due to lack of pegfilgrastim support, unlike dose-dense paclitaxel, which has more neuropathy."
        },
        {
          "statement": "Risk factors for cardiac dysfunction with trastuzumab include:",
          "options": ["Preexisting cardiac disease, age older than 65 years", "Non-anthracycline-based chemotherapy, age older than 60 years", "Age older than 65 years, current aspirin use, hyperthyroidism", "None of the above"],
          "correctIndex": 0,
          "explanation": "Preexisting cardiac disease, age >65, anthracyclines, and hypertension increase cardiac dysfunction risk with trastuzumab."
        },
        {
          "statement": "A 57-year-old woman on anastrozole for stage II breast cancer. You recommend:",
          "options": ["History and physical, CBC, LFTs", "History and physical, CBC, LFTs, CA 15-3", "History and physical", "History and physical, CBC, LFTs, CA 15-3, yearly CT"],
          "correctIndex": 2,
          "explanation": "Routine surveillance for early-stage breast cancer involves history and physical examination only."
        },
        {
          "statement": "Regarding inflammatory breast cancer (IBC), which of the following is TRUE?",
          "options": ["Patients with clinical features of IBC but no palpable mass may forego systemic staging", "Dermal lymphatic involvement indicates IBC regardless of clinical features", "Adjuvant radiation is not necessary in patients with pathologic complete response", "None of the above"],
          "correctIndex": 3,
          "explanation": "IBC requires full staging, is a clinical diagnosis, and all patients need postmastectomy radiation."
        },
        {
          "statement": "With regard to male breast cancer, which of the following is TRUE?",
          "options": ["More often ER-negative than female breast cancer", "Liver cirrhosis and mumps orchitis decrease risk", "Median age of onset is 10 years younger than females", "Sentinel node biopsy is preferred for clinically node-negative patients"],
          "correctIndex": 3,
          "explanation": "Male breast cancer is often ER-positive, has a later onset, and sentinel node biopsy is standard for node-negative cases."
        },
        {
          "statement": "Regarding bone metastases, which of the following is TRUE?",
          "options": ["Optimal duration of RANK-ligand inhibition is 2 years", "Bisphosphonates and RANK-ligand inhibitors lessen pain", "Bone-directed therapies improve OS in widespread bone metastases", "Only asymptomatic sclerotic metastases benefit from bone-directed therapies"],
          "correctIndex": 1,
          "explanation": "Bisphosphonates and RANK-ligand inhibitors reduce pain and skeletal complications but do not improve overall survival."
        },
        {
          "statement": "A 58-year-old woman with bone-only metastatic ER-positive HER2-negative breast cancer. First-line treatment includes:",
          "options": ["Anastrozole alone", "Palbociclib and fulvestrant", "Paclitaxel", "Everolimus and exemestane"],
          "correctIndex": 1,
          "explanation": "Recurrence on aromatase inhibitor warrants a CDK 4/6 inhibitor like palbociclib with fulvestrant."
        },
        {
          "statement": "What is the most common side effect associated with alpelisib?",
          "options": ["Neutropenia", "Diarrhea", "Hyperglycemia", "Fatigue"],
          "correctIndex": 2,
          "explanation": "SOLAR-1 trial reported hyperglycemia as the most common grade 3 toxicity of alpelisib."
        },
        {
          "statement": "What is a rare toxicity of PARP inhibitors?",
          "options": ["Myelodysplastic syndrome/acute myeloid leukemia (MDS/AML)", "Squamous cell carcinomas of the skin", "Hepatitis", "Hypophysitis"],
          "correctIndex": 0,
          "explanation": "PARP inhibitors have a rare (1-1.5%) risk of MDS/AML, requiring hematologic monitoring."
        },
        {
          "statement": "Which patient is eligible for immunotherapy?",
          "options": ["31-year-old with T3N1 triple-negative breast cancer undergoing neoadjuvant chemotherapy", "65-year-old with metastatic ER-positive breast cancer, PD-L1 >1%", "55-year-old with unresectable triple-negative breast cancer, PD-L1 >1%", "32-year-old with metastatic triple-negative breast cancer, PD-L1 negative"],
          "correctIndex": 2,
          "explanation": "Immunotherapy is approved for unresectable or metastatic triple-negative breast cancer with PD-L1 >1%."
        },
        {
          "statement": "A 44-year-old female with isolated right axillary lymphadenopathy, negative mammogram. The next step involves:",
          "options": ["Next-generation sequencing of axillary biopsy", "Upper endoscopy", "Breast MRI", "PET scan"],
          "correctIndex": 2,
          "explanation": "Breast MRI is recommended to evaluate occult breast cancer in cases of isolated axillary lymphadenopathy."
        }
      ]
    },
    {
      "topic": "Esophageal and Gastric Cancer",
      "mcqs": [
        {
          "statement": "Which of the following statements about the incidence of esophageal cancer is TRUE?",
          "options": [
            "Esophageal cancer is relatively uncommon in the United States, and the lifetime risk of being diagnosed with the disease is <1%.",
            "Incidence rates among white men have increased to between 7 and 8 per 100,000 person-years, and reflect the marked increase in the incidence of adenocarcinoma of the esophagus of more than 400% over the past two decades.",
            "Although the incidence of adenocarcinoma in Caucasian females (1.6 per 100,000) is lower than that in white men, rates of adenocarcinoma have increased in women by more than 300% over the past 20 years.",
            "All of the above."
          ],
          "correctIndex": 3,
          "explanation": "Esophageal cancer is uncommon in the U.S. with a lifetime risk <1%. Incidence rates for adenocarcinoma have risen significantly, stabilizing at 7-8 per 100,000 person-years in white men (over 400% increase) and increasing over 300% in white women, though at a lower rate (1.6 per 100,000)."
        },
        {
          "statement": "Which of the following statements is TRUE?",
          "options": [
            "Blood group B has been associated with gastric cancers.",
            "Most patients with Helicobacter pylori infection will develop gastric cancer.",
            "Epstein-Barr virus (EBV) infection has not been identified in association with gastric carcinoma.",
            "The World Health Organization (WHO) classifies H. pylori infection as a class I carcinogen."
          ],
          "correctIndex": 3,
          "explanation": "The WHO classifies H. pylori as a class I carcinogen. Blood group A, not B, is associated with gastric cancer. Most H. pylori infections do not lead to gastric cancer, and EBV is linked to lymphoepithelioid-type gastric cancer."
        },
        {
          "statement": "Which of the following are risk factors for development of esophageal adenocarcinoma?",
          "options": [
            "Mediterranean diet",
            "Low body mass index (BMI)",
            "Barrett esophagus",
            "H. pylori infection"
          ],
          "correctIndex": 2,
          "explanation": "Barrett esophagus is a major risk factor for esophageal adenocarcinoma, with an 11-fold increased risk. High BMI, not low, is a risk factor. H. pylori infection is inversely associated, and the Mediterranean diet is not linked to increased risk."
        },
        {
          "statement": "A 65-year-old man is diagnosed endoscopically with early-stage gastric cancer and is treated with endoscopic resection. Pathology shows a 1.7-cm adenocarcinoma with mucosal depth of invasion and active H. pylori infection. Which intervention has been shown to decrease rates of metachronous gastric cancer and improve baseline stomach atrophy?",
          "options": [
            "Proton pump inhibitor use",
            "H. pylori eradication",
            "Repeat endoscopic resection",
            "Repeat endoscopic surveillance in 3 months"
          ],
          "correctIndex": 1,
          "explanation": "H. pylori eradication after endoscopic resection reduces metachronous gastric cancer rates (7.2% vs. 13.4%, HR=0.50) and improves gastric corpus atrophy (48.4% vs. 15.0%), as shown in a randomized study."
        },
        {
          "statement": "Which of the following is TRUE regarding the molecular subtypes of gastroesophageal cancer?",
          "options": [
            "Distal esophageal adenocarcinoma is predominantly the chromosomal instability (CIN) subtype.",
            "There are three predominant gastric cancer molecular subtypes.",
            "Proximal squamous cell carcinomas resemble distal adenocarcinomas of the esophagus depending on molecular characterization.",
            "These molecular subtypes are based solely on RNA transcriptional expression analyses."
          ],
          "correctIndex": 0,
          "explanation": "Distal esophageal adenocarcinomas are mainly CIN subtype, with ERBB2 and TP53 alterations. Gastric cancer has four subtypes (CIN, EBV, MSI, GS). Squamous cell carcinomas differ molecularly, and subtypes use multiple platforms, not just RNA."
        },
        {
          "statement": "Which of the following is TRUE about Barrett esophagus with high-grade dysplasia?",
          "options": [
            "Esophageal cancer incidence per year is 30%.",
            "Esophagectomy is the only available treatment option.",
            "Endoscopic mucosal resection (EMR) can be used as a therapeutic option.",
            "Surveillance with annual endoscopy is sufficient."
          ],
          "correctIndex": 2,
          "explanation": "EMR is a diagnostic and therapeutic option for high-grade dysplasia. Cancer incidence is ~6% per year, esophagectomy is not the only option, and annual endoscopy is inadequate (every 3 months is recommended if untreated)."
        },
        {
          "statement": "A 57-year-old Caucasian woman with long-standing reflux symptoms presented with hematemesis. Endoscopy revealed a distal esophageal malignant ulcer 3 cm proximal to the esophagogastric junction (EGJ). Biopsy confirmed adenocarcinoma with intestinal metaplasia at the GEJ. Which statement most accurately describes her cancer?",
          "options": [
            "Siewert type I: adenocarcinoma of the distal esophagus, arising from Barrett esophagus, infiltrating the EGJ from above.",
            "Siewert type II: adenocarcinoma of the cardia, arising from the cardia or short segments with intestinal metaplasia at the EGJ.",
            "Siewert type III: adenocarcinoma of the subcardial stomach, infiltrating the EGJ or distal esophagus from below.",
            "The endoscopic description does not allow for accurate Siewert type classification."
          ],
          "correctIndex": 0,
          "explanation": "The tumor’s epicenter 3 cm proximal to the EGJ and Barrett esophagus association classify it as Siewert type I, per the Siewert classification."
        },
        {
          "statement": "A 48-year-old man with GERD presents with dysphagia and weight loss. EGD shows a friable circumferential lesion in the lower esophagus. EUS reveals cT3 with one regional lymph node. CT and PET show no distant metastases. Preoperative chemoradiation with carboplatin and paclitaxel is suggested. Which of the following is TRUE?",
          "options": [
            "The rate of pathologic complete response is 5%.",
            "Chemoradiation followed by surgery can be used only for adenocarcinoma, not squamous cell carcinoma.",
            "Chemoradiation followed by surgery improves progression-free survival (PFS) but not overall survival (OS) compared with surgery alone.",
            "Chemoradiation followed by surgery improves both PFS and OS compared with surgery alone."
          ],
          "correctIndex": 3,
          "explanation": "The CROSS trial showed chemoradiation (carboplatin/paclitaxel) plus surgery improves PFS and OS (median 49 vs. 24 months, HR=0.665) with a 25% pathologic complete response rate for both adenocarcinoma and squamous cell carcinoma."
        },
        {
          "statement": "A 54-year-old male with a 10-year history of untreated GERD presents with melena. EGD reveals a GEJ adenocarcinoma, abutting the diaphragm but no distant metastases. He has good performance status. Which is TRUE about perioperative chemotherapy?",
          "options": [
            "The lesion is not resectable, so only chemotherapy should be offered.",
            "The FLOT regimen (5FU, leucovorin, oxaliplatin, docetaxel) improves median OS compared with ECF/ECX regimens.",
            "The ECF/ECX regimen has significantly lower perioperative complications compared with FLOT.",
            "Postoperative chemotherapy may be omitted if a pathologic complete response is seen."
          ],
          "correctIndex": 1,
          "explanation": "FLOT4-AIO trial showed FLOT improves median OS (50 vs. 35 months, HR=0.77) over ECF/ECX. Complication rates are similar (50% vs. 51%), and postoperative chemotherapy is given regardless of response."
        },
        {
          "statement": "A 49-year-old female with GERD presents with abdominal pain, weight loss, and heartburn. EGD shows a lower esophageal tumor, high-grade adenocarcinoma, cT3 with one paraesophageal lymph node, and liver metastases. ECOG PS is 0. What is the most appropriate next step?",
          "options": [
            "Chemotherapy with cisplatin and 5FU",
            "Docetaxel, cisplatin, and 5FU",
            "Epirubicin, cisplatin, and 5FU",
            "Check for HER2 overexpression on the esophageal tumor tissue"
          ],
          "correctIndex": 3,
          "explanation": "HER2 testing is recommended for all metastatic EGJ adenocarcinoma at diagnosis to guide therapy, particularly for trastuzumab eligibility."
        },
        {
          "statement": "In the above case, HER2 was overexpressed. Which treatment do you offer?",
          "options": [
            "Chemotherapy",
            "Chemotherapy plus cetuximab",
            "Chemotherapy plus trastuzumab",
            "Supportive care"
          ],
          "correctIndex": 2,
          "explanation": "For HER2-positive metastatic EGJ adenocarcinoma, chemotherapy (cisplatin/5FU or capecitabine) plus trastuzumab improves OS (13.8 vs. 11.1 months, HR=0.74), response rate, and PFS."
        },
        {
          "statement": "Which of the following cases would be sent for genetic testing?",
          "options": [
            "A patient with diffuse gastric cancer, >50 years, with a first-degree relative with stomach cancer at 55.",
            "A patient with diffuse gastric cancer, with an uncle with stomach cancer at 45 and an aunt with lobular breast cancer.",
            "A 55-year-old man with diffuse gastric cancer, no family history.",
            "A 62-year-old male smoker with gastric cancer and history of nasopharyngeal cancer."
          ],
          "correctIndex": 1,
          "explanation": "IGCLC guidelines recommend CDH1 testing for diffuse gastric cancer with family history of gastric or lobular breast cancer, especially if diagnosed <50 years, as in the uncle and aunt case."
        },
        {
          "statement": "Which of the following syndromes is usually associated with intestinal type of gastric cancer?",
          "options": [
            "Lynch syndrome",
            "Li-Fraumeni syndrome",
            "Familial adenomatous polyposis syndrome",
            "Peutz-Jeghers syndrome"
          ],
          "correctIndex": 0,
          "explanation": "Lynch syndrome is associated with intestinal-type gastric cancer (>90% of cases), linked to MSI phenotype."
        },
        {
          "statement": "Which of the following gene mutations is associated with the highest risk for gastric cancer?",
          "options": [
            "BRCA1/2",
            "P53",
            "CDH1",
            "APC"
          ],
          "correctIndex": 2,
          "explanation": "CDH1 mutations carry a >60% risk of gastric cancer, higher than BRCA1/2, P53, or APC."
        },
        {
          "statement": "A 22-year-old woman with metastatic diffuse gastric cancer and linitis plastica, whose father died of the same at 42. What is the most appropriate recommendation for her family regarding hereditary gastric cancer screening?",
          "options": [
            "Hereditary gastric cancer is rare and unlikely, possibly due to environmental or DNA mismatch repair gene mutations that cannot be screened.",
            "She may have hereditary early-onset diffuse gastric cancer, but no surveillance or workup is recommended.",
            "E-cadherin mutation testing and prophylactic gastrectomy for siblings if mutation confirmed, only if mucosal abnormality is seen endoscopically.",
            "E-cadherin mutation testing and prophylactic gastrectomy for siblings if mutation confirmed, even without mucosal abnormalities."
          ],
          "correctIndex": 3,
          "explanation": "Early-onset diffuse gastric cancer suggests CDH1 mutation (67-83% penetrance). Prophylactic gastrectomy is recommended for mutation carriers, regardless of endoscopic findings."
        },
        {
          "statement": "Which of the following is TRUE about diagnostic modalities in gastric cancer?",
          "options": [
            "PET scan is less useful in assessing metastasis of signet cell subtype.",
            "The accuracy rate of CT scan for staging advanced gastric cancer is approximately 96%.",
            "There is no role for laparoscopy if staging CT scan is negative.",
            "Brain MRI should be routinely done as part of initial workup."
          ],
          "correctIndex": 0,
          "explanation": "PET scans are less effective for signet cell subtype due to low FDG avidity. CT accuracy is ~80-90%, laparoscopy detects occult metastases in ~40% of cases, and brain MRI is not routine."
        },
        {
          "statement": "A 48-year-old male with stage III (T3 N1) gastric adenocarcinoma post-partial gastrectomy (D1 resection). ECOG PS is 1. What is the best adjuvant treatment?",
          "options": [
            "Chemotherapy with carboplatin and paclitaxel.",
            "No evidence for benefit from adjuvant treatment.",
            "5FU and leucovorin, followed by 45 Gy in 25 fractions plus concurrent 5FU and leucovorin.",
            "Check for HER2 overexpression, and if positive, treat with cisplatin/5FU plus trastuzumab."
          ],
          "correctIndex": 2,
          "explanation": "INT 0116 trial showed adjuvant 5FU-based chemoradiation improves OS (36 vs. 27 months, HR=1.35) and relapse-free survival in stage IB-IVA gastric cancer post-resection."
        },
        {
          "statement": "A 48-year-old man with metastatic gastric adenocarcinoma (liver lesions), HER2-negative. Which is TRUE regarding combination chemotherapy?",
          "options": [
            "Cisplatin is superior to oxaliplatin with better OS.",
            "5FU is superior to capecitabine with better OS.",
            "Oxaliplatin is noninferior to cisplatin in terms of OS.",
            "Capecitabine is superior to 5FU in terms of OS."
          ],
          "correctIndex": 2,
          "explanation": "REAL-2 trial showed oxaliplatin is noninferior to cisplatin and capecitabine to 5FU for OS in metastatic gastric cancer."
        },
        {
          "statement": "A 57-year-old man with metastatic HER2-negative gastric cancer progressed on epirubicin, cisplatin, and 5FU. CT shows progression in lungs and liver. ECOG PS is 1. What is the best recommendation?",
          "options": [
            "Refer to hospice",
            "Erlotinib single agent",
            "Ramucirumab/paclitaxel",
            "Trastuzumab/cisplatin/capecitabine"
          ],
          "correctIndex": 2,
          "explanation": "RAINBOW trial showed ramucirumab plus paclitaxel improves OS (9.6 vs. 7.4 months, HR=0.807) in second-line treatment of metastatic gastric cancer."
        },
        {
          "statement": "A 68-year-old female with metastatic gastric cancer progressed on ramucirumab and paclitaxel. CT shows enlarging hepatic lesions and peritoneal disease. PD-L1 CPS is 5%. Which are appropriate third-line treatments? (Select two)",
          "options": [
            "Pembrolizumab",
            "Trifluridine/tipiracil",
            "Bevacizumab",
            "Docetaxel"
          ],
          "correct_option_indices": [0, 1],
          "explanation": "KEYNOTE-059 supports pembrolizumab for PD-L1-positive (CPS ≥1%) gastric cancer in third-line (response rate 15.5%). TAGS trial showed trifluridine/tipiracil improves OS (5.7 vs. 3.6 months). Bevacizumab and docetaxel lack evidence in this setting."
        }
      ]
    },
    {
      "topic": "Small Intestine Cancers and Gastrointestinal Stromal Tumors",
      "mcqs": [
        {
          "statement": "A 60-year-old woman with a 20x25 cm gastric GIST, 60 mitoses/50 HPF, CD117/CD34 positive. Which is TRUE regarding GISTs?",
          "options": [
            "The most common mutation involves inactivation of a tumor suppressor gene.",
            "Tumor size and mitotic index predict response to imatinib therapy.",
            "Gastric GISTs have worse outcomes compared with small intestinal GISTs.",
            "Patients with metastatic GIST with exon nine KIT mutations have worse prognosis and response to imatinib compared with exon 11."
          ],
          "correctIndex": 3,
          "explanation": "Exon 9 KIT mutations in metastatic GIST are associated with worse prognosis and lower imatinib response compared to exon 11. Most GISTs have KIT/PDGFRA gain-of-function mutations, not tumor suppressor inactivation. Tumor size/mitotic index are prognostic but not predictive of imatinib response. Small intestinal GISTs have worse outcomes."
        },
        {
          "statement": "After surgery, what would you recommend for the patient in Question 9.1?",
          "options": [
            "Observation with serial scans",
            "Imatinib 400 mg PO daily for 1 year",
            "Imatinib 400 mg PO daily for at least 3 years",
            "Sunitinib 50 mg 4 weeks on/2 weeks off for 5 years",
            "Pembrolizumab 200 mg IV every 3 weeks for 3 years"
          ],
          "correctIndex": 2,
          "explanation": "High-risk GIST (large size, high mitotic rate) warrants adjuvant imatinib for 3 years, which improves recurrence-free and overall survival compared to 1 year."
        },
        {
          "statement": "A 70-year-old male with gastric GIST and liver metastases, FDG-avid on PET/CT, started on imatinib 400 mg daily. After 2 months, PET/CT shows unchanged metastases with slight increase in two lesions, but no FDG avidity. He feels well. What is the next step?",
          "options": [
            "Increase imatinib to 800 mg PO daily.",
            "Urgent biopsy of liver lesions.",
            "Switch to sunitinib.",
            "Continue current treatment and repeat imaging in 3 months."
          ],
          "correctIndex": 3,
          "explanation": "Loss of FDG avidity suggests imatinib response despite stable/slightly increased lesion size. Continue treatment and monitor with CT for density/contrast changes."
        },
        {
          "statement": "A 52-year-old woman with metastatic gastric GIST had complete response to imatinib 400 mg daily, but progressed after 18 months. Imatinib increased to 800 mg, but disease progressed. Sunitinib is recommended. Which is TRUE?",
          "options": [
            "Acquired imatinib resistance may be associated with secondary KIT or PDGFRA mutations.",
            "Sunitinib did not improve PFS compared with placebo.",
            "Exon 11 mutation GISTs have higher sunitinib response than exon nine.",
            "Wild-type GISTs are resistant to both imatinib and sunitinib."
          ],
          "correctIndex": 0,
          "explanation": "Secondary KIT/PDGFRA mutations cause imatinib resistance. Sunitinib improves PFS (27.3 vs. 6.4 weeks). Exon 9 mutations respond better to sunitinib than exon 11. Wild-type GISTs may respond to sunitinib."
        },
        {
          "statement": "A 75-year-old female with metastatic GIST progresses on imatinib, started on sunitinib. After two cycles, lesions decrease, but she has fatigue and hand rash. Labs are normal. Which test next?",
          "options": [
            "Magnesium level",
            "MRI of the brain",
            "Thyroid function tests",
            "25-Hydroxycholecalciferol level"
          ],
          "correctIndex": 2,
          "explanation": "Sunitinib is associated with hypothyroidism, which can cause fatigue. Thyroid function tests are warranted."
        },
        {
          "statement": "After 6 months, the patient in Question 9.5 has progression on sunitinib. Karnofsky PS is 90%, organ function adequate. What is the best recommendation?",
          "options": [
            "No further therapy, proceed with hospice.",
            "Sorafenib.",
            "Regorafenib.",
            "Rechallenge imatinib 800 mg PO daily."
          ],
          "correctIndex": 2,
          "explanation": "Regorafenib is standard third-line therapy for GIST refractory to imatinib and sunitinib, targeting KIT/PDGFR/VEGFR."
        },
        {
          "statement": "Familial and genetic syndromes associated with GIST are:",
          "options": [
            "Cowden syndrome.",
            "Li-Fraumeni syndrome.",
            "Carney triad.",
            "Turcot syndrome."
          ],
          "correctIndex": 2,
          "explanation": "Carney triad (GIST, pulmonary chondromas, paraganglioma) is associated with GIST, often wild-type KIT. Other syndromes listed are not."
        },
        {
          "statement": "Which of the following statements about GIST is TRUE?",
          "options": [
            "Half of GIST tumors are wild-type.",
            "Most GISTs arise from the small bowel, followed by stomach and esophagus.",
            "SDH-deficient GISTs usually occur in younger females.",
            "Small GISTs can be followed if <4 cm."
          ],
          "correctIndex": 2,
          "explanation": "SDH-deficient GISTs are common in young females, linked to Carney triad. Only 10-15% are wild-type, stomach is the most common site (>50%), and GISTs >2 cm are typically resected."
        },
        {
          "statement": "What is the most commonly diagnosed type of small bowel tumor?",
          "options": [
            "Metastasis",
            "Adenocarcinoma",
            "Lymphoma",
            "Carcinoid"
          ],
          "correctIndex": 0,
          "explanation": "Metastases are 2.5 times more common than primary small bowel tumors, with carcinoids being the most common primary tumor, followed by adenocarcinomas and lymphomas."
        },
        {
          "statement": "A 28-year-old female with acute abdominal pain and small bowel obstruction. CT suggests small bowel cancer. Where is the tumor most likely to arise?",
          "options": [
            "Duodenum",
            "Jejunum",
            "Ileum",
            "Cecum"
          ],
          "correctIndex": 0,
          "explanation": "Over 50% of small bowel malignancies arise in the duodenum, predominantly adenocarcinomas."
        },
        {
          "statement": "The patient in Question 9.10 has small bowel adenocarcinoma from a hamartomatous polyp. Genetic counseling is recommended. Which gene mutation is anticipated?",
          "options": [
            "MUTYH",
            "APC",
            "STK11",
            "MLH1"
          ],
          "correctIndex": 2,
          "explanation": "Peutz-Jeghers syndrome (STK11 mutation) causes hamartomatous polyps and increases small bowel adenocarcinoma risk 15-fold."
        },
        {
          "statement": "Which of the following are characteristic of primary intestinal MALT lymphoma?",
          "options": [
            "Association with Hashimoto thyroiditis",
            "Majority present with stages III and IV",
            "Most common in women",
            "Associated with t(11;14) translocation"
          ],
          "correctIndex": 0,
          "explanation": "MALT lymphoma is linked to Hashimoto thyroiditis, primarily stages I/II, more common in men, and t(11;14) is characteristic of mantle cell lymphoma."
        },
        {
          "statement": "A 50-year-old male with duodenal adenocarcinoma, three periduodenal lymph nodes involved, no distant metastases. Which is TRUE?",
          "options": [
            "Pancreaticoduodenectomy is the preferred surgical resection.",
            "Jejunal and ileal tumors have better outcomes than duodenal.",
            "Stage III small bowel adenocarcinoma has 63% survival.",
            "Adjuvant irinotecan, 5FU, and leucovorin is standard for stage III."
          ],
          "correctIndex": 1,
          "explanation": "Jejunal/ileal tumors have better outcomes than duodenal. Pancreaticoduodenectomy is traditional but not always preferred, stage III survival is ~32%, and no standard adjuvant regimen exists."
        },
        {
          "statement": "A 68-year-old male with well-differentiated NET in the terminal ileum, invading cecum, 10/18 lymph nodes positive, 2.5-cm mesenteric deposit, Ki-67 2%. What is the stage?",
          "options": [
            "Stage III, pT3N1M0",
            "Stage III, pT4N1M0",
            "Stage III, pT4N2M0",
            "Stage IV, pT4N1M1b"
          ],
          "correctIndex": 2,
          "explanation": "Per AJCC 8th edition, T4 (cecum invasion), N2 (mesenteric deposit >2 cm), and M0 (no distant metastases) classify this as stage III."
        },
        {
          "statement": "Which is a criterion to differentiate primary intestinal from secondary lymphomas?",
          "options": [
            "No superficial adenopathy",
            "No splenic involvement except by direct extension",
            "No peripheral blood or bone marrow involvement",
            "All the above"
          ],
          "correctIndex": 3,
          "explanation": "Primary intestinal lymphomas are defined by no superficial/mediastinal adenopathy, no blood/marrow involvement, and no liver/spleen involvement except by direct extension."
        },
        {
          "statement": "A 45-year-old male with bloating, weight loss, and small bowel obstruction. Jejunal mass resected, showing lymphocytic infiltrates with CD3+, CD8+, CD103+. The tumor likely exhibits:",
          "options": [
            "Flattened villi.",
            "t(8;22) translocation.",
            "Cyclin D1 overexpression.",
            "Crypt abscesses, transmural fissures, and dysplasia."
          ],
          "correctIndex": 0,
          "explanation": "Enteropathy-associated T-cell lymphoma (EATL), linked to celiac disease, shows flattened villi. t(8;22) is for Burkitt lymphoma, cyclin D1 for mantle cell lymphoma, and crypt abscesses for Crohn disease."
        },
        {
          "statement": "The risk of progressive disease for a small intestinal GIST <2 cm with >5 mitoses/50 HPF is:",
          "options": [
            "0%.",
            "4.3%.",
            "24%.",
            "50%."
          ],
          "correctIndex": 3,
          "explanation": "Small intestinal GISTs <2 cm with >5 mitoses/50 HPF have a 50% risk of progression, higher than gastric GISTs."
        },
        {
          "statement": "A 20-year-old with right lower abdominal pain, fever, and terminal ileum mass. Biopsy shows monotonous round cells, basophilic cytoplasm, macrophages, Ki-67 100%. What is the likely diagnosis?",
          "options": [
            "MALT lymphoma",
            "Burkitt lymphoma",
            "Peripheral T-cell lymphoma",
            "Medullary carcinoma of the small intestine"
          ],
          "correctIndex": 1,
          "explanation": "Burkitt lymphoma presents with a ‘starry-eyed’ pattern, high Ki-67, and basophilic cytoplasm, often in the terminal ileum, mimicking appendicitis."
        }
      ]
    }
  ]
}